Repository: ClusterM/hakchi2
Catalog: FoldersManagerForm.*.resx
Languages: bg_bg, de_de, es_es, fr_fr, id_id, ja_jp, lt_lt, nl, pl_pl, ru_ru, sk_sk

# $this.Text
source: Folders Manager
bg_bg: Управление на папки
de_de: Ordner Manager
es_es: Gestión de las carpetas
fr_fr: Gestionnaire de dossiers
ja_jp: フォルダマネージャー
lt_lt: Aplankų tvarkylė
nl: Map Manager
pl_pl: Menadżer Folderów
ru_ru: Менеджер папок
sk_sk: Správca priečinkov

# buttonCancel.Text
source: Cancel
bg_bg: Анулирай
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Batal
ja_jp: キャンセル
lt_lt: Atšaukti
nl: Annuleer
pl_pl: Anuluj
ru_ru: Отмена
sk_sk: Zrušiť

# buttonFoldersEqually.Text
source: Split equally
bg_bg: Раздели еднакво
de_de: Gleichmäßig aufteilen
es_es: Dividir por igual
fr_fr: Scinder uniformément
id_id: Bagi secara sama
ja_jp: 均等に分配
lt_lt: Suskirstyti po lygiai
nl: Verdeel gelijkmatig
pl_pl: Podziel po równo
ru_ru: Разделить поровну
sk_sk: Rozdeliť rovnomerne

# buttonFoldersEquallyOriginal.Text
source: Original games -> Split equally
bg_bg: Оригинални игри -> еднакво разделяне
de_de: Originale Spiele -> Splitte gleichmäßig
es_es: Juegos originales -> Dividir por igual
fr_fr: Jeux d’origine -> Scinder uniformément
id_id: Game orisinal -> Bagi secara sama
ja_jp: プリインストールされたゲーム -> 均等に分配
lt_lt: Originalūs žaidimai -> Suskirstyti po lygiai
nl: Originele spellen -> Verdeel gelijkmatig
pl_pl: Oryginalne gry -> Podziel po równo
ru_ru: Оригинальные игры -> Разделить поровну
sk_sk: Originálne hry -> Rovnomerné rozdelenie

# buttonFoldersLetters.Text
source: Split by first letter
bg_bg: Разделяне по първата буква
de_de: Nach dem 1. Buchstaben aufteilen
es_es: Dividir por primera letra
fr_fr: Scinder en fonction de la première lettre
id_id: Bagi berdasarkan huruf pertama
ja_jp: 最初の文字で区切る
nl: Verdeel op de eerste letter
pl_pl: Podziel alfabetycznie
ru_ru: Разделить по первым буквам
sk_sk: Rozdelenie podľa prvého písmena

# buttonFoldersLettersOriginal.Text
source: Original games -> Split by first letter
bg_bg: Оригинални игри -> разделяне по първата буква
de_de: Originale Spiele -> Nach dem 1. Buchstaben aufteilen
es_es: Juegos originales -> Dividir por primera letra
fr_fr: Jeux d’origine -> Scinder en fonction de la première lettre
id_id: Game orisinal -> Bagi berdasarkan huruf pertama
ja_jp: プリインストールされたゲーム -> 頭文字で分配
lt_lt: Originalūs žaidimai -> Suskirstyti pagal pirmą raidę
nl: Originele spellen -> Verdeel vanaf de eerste letter
pl_pl: Oryginalne gry -> Podziel alfabetycznie
ru_ru: Оригинальные игры -> Разделить по первым буквам
sk_sk: Originálne hry -> Rozdelenie podľa prvého písmena

# buttonNewFolder.Text
source: New folder
bg_bg: Нова папка
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier
id_id: Folder baru
ja_jp: 新しいフォルダー
lt_lt: Naujas aplankas
nl: Nieuwe map
ru_ru: Новая папка
sk_sk: Nový priečinok

# buttonNoFolders.Text
source: No folders
bg_bg: Без папки
de_de: Ohne Ordner
es_es: Sin carpetas
fr_fr: Aucun dossier
id_id: Tanpa folder
ja_jp: フォルダーなし
lt_lt: Nėra aplankų
nl: Geen mappen
pl_pl: Bez folderów
ru_ru: Без папок
sk_sk: Žiadne zložky

# buttonNoFoldersOriginal.Text
source: Original games -> Other games
bg_bg: Оригинални игри -> други игри
de_de: Originale Spiele -> Andere Spiele
es_es: Juegos originales -> Otros juegos
fr_fr: Jeux d’origine -> Autres jeux
id_id: Game orisinal -> Game lainnya
ja_jp: プリインストールされたゲーム -> その他のゲーム
lt_lt: Originalūs žaidimai -> Kiti žaidimai
nl: Originele spellen -> Andere spellen
pl_pl: Oryginalne gry -> Inne gry
ru_ru: Оригинальные игры -> Другие игры
sk_sk: Originálne hry -> Ostatné hry

# comboBoxPosition.Items
source: Leftmost
de_de: Ganz links
es_es: A la izquierda de los juegos
fr_fr: Le plus à gauche
ja_jp: 1番左側
lt_lt: Kairiausia

# comboBoxPosition.Items1
source: Left to the games
de_de: Links neben den Spielen
es_es: A la izquierda
fr_fr: À gauche des jeux
ja_jp: ゲームの左側
lt_lt: Kairiau žaidimų

# comboBoxPosition.Items2
source: Right to the games
de_de: Rechts neben den Spielen
es_es: A la derecha de los juegos
fr_fr: À droite des jeux
ja_jp: ゲームの右側
lt_lt: Dešiniau žaidimų

# comboBoxPosition.Items3
source: Rightmost
de_de: Ganz rechts
es_es: A la derecha
fr_fr: Le plus à droite
ja_jp: 1番右側
lt_lt: Dešiniausia

# cutToolStripMenuItem.Text
source: Cut
bg_bg: Срежи
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
id_id: Potong
ja_jp: 切り取り
lt_lt: Iškirpti
nl: Knippen
pl_pl: Wytnij
ru_ru: Вырезать
sk_sk: Vystrihnúť

# deleteToolStripMenuItem.Text
source: Delete
bg_bg: Изтрий
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
ja_jp: 削除
lt_lt: Ištrinti
nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить
sk_sk: Vymazať

# groupBoxSplitModes.Text
source: Create folders structure automatically
bg_bg: Автоматично създаване на структурата на папки
de_de: Ordnerstruktur automatisch erstellen
es_es: Crear automáticamente la estructura de las carpetas
fr_fr: Créer la structure des dossiers automatiquement
id_id: Buat Folders Structure secara otomatis
ja_jp: フォルダ構造を自動で作成
lt_lt: Automatiškai sukurti aplankų struktūrą
nl: Creëer de mappen structuur automatisch
pl_pl: Utwórz strukturę katalogów automatycznie
ru_ru: Создать дерево автоматически
sk_sk: Vytvoriť štruktúru priečinkov automaticky

# labelElementCount.Text
source: Folder statistics
de_de: Ordnerstatistik
pl_pl: Statystyki folderów
sk_sk: Zrušiť

# labelPosition.Text
source: Folder position priority:
bg_bg: Приоритет на позицията на папката
de_de: Position des Ordners:
es_es: Prioridad de posición de carpeta
fr_fr: Priorité de la position du dossier :
id_id: Prioritas posisi folder:
ja_jp: フォルダーの優先順位:
lt_lt: Aplanko pozicijos prioritetas:
nl: Prioriteit van de mappen positie:
pl_pl: Pozycja folderów - kolejność:
ru_ru: Положение папки:
sk_sk: Priorita pozície priečinka:

# newFolderToolStripMenuItem.Text
source: Create new folder
bg_bg: Създаване на нова папка
de_de: Neuen Ordner erstellen
es_es: Crear nueva carpeta
fr_fr: Créer un nouveau dossier
id_id: Buat folder baru
ja_jp: 新しいフォルダを作成
lt_lt: Sukurti naują aplanką
nl: Creëer een nieuwe map
pl_pl: Utwórz nowy folder
ru_ru: Создать новую папку
sk_sk: Vytvoriť nový priečinok

# pasteToolStripMenuItem.Text
source: Paste
bg_bg: Постави
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
id_id: Tempel
ja_jp: 貼り付け
lt_lt: Įklijuoti
nl: Plakken
pl_pl: Wklej
ru_ru: Вставить
sk_sk: Vložiť

# renameToolStripMenuItem.Text
source: Rename folder
bg_bg: Преименуване на папка
de_de: Ordner umbenennen
es_es: Renombrar carpeta
fr_fr: Renommer le dossier
id_id: Namai ulang folder
ja_jp: フォルダ名の変更
lt_lt: Pervadinti aplanką
nl: Hernoem map
pl_pl: Zmień nazwę folderu
ru_ru: Переименовать папку
sk_sk: Premenovať priečinok

# groupBoxArt.Text
source: Menu icon
bg_bg: Меню на иконата
es_es: Icono a mostrar en el menú
fr_fr: Icône du menu
id_id: Ikon Menu
ja_jp: メニューアイコン
lt_lt: Meniu piktograma
nl: Menu icoon
pl_pl: Ikona menu
ru_ru: Иконка в меню
sk_sk: Ikona menu
