Repository: ClusterM/hakchi2
Catalog: MainForm.*.resx
Languages: ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, id_id, it_it, ja_jp, lt_lt, nl, pl_pl, pt_br, ru_ru

# openFTPInExplorerToolStripMenuItem.Text
source: Open FTP client
ca_es: Obrir client FTP
chs: 打开FTP客户端
de_de: FTP-Client öffnen
el_gr: Άνοιγμα πελάτη FTP
es_ar: Abrir cliente FTP
es_es: Abrir cliente FTP
fi_fi: Avaa FTP-asiakasohjelma
id_id: Buka klien FTP
it_it: Apri client FTP
ja_jp: FTPクライアントを開く
lt_lt: Atidaryti FTP klientą
pl_pl: Otwórz klienta FTP
pt_br: Abrir cliente FTP
ru_ru: Открыть FTP клиент

# openTelnetToolStripMenuItem.Text
source: Open Telnet client
ca_es: Obrir client Telnet
chs: 打开Telnet客户端
de_de: Telnet-Client öffnen
el_gr: Άνοιγμα πελάτη Telnet
es_ar: Abrir cliente Telnet
es_es: Abrir cliente Telnet
fi_fi: Avaa Telnet-asiakasohjelma
id_id: Buka klien Telnet
it_it: Apri client Telnet
ja_jp: Telnetクライアントを開く
lt_lt: Atidaryti Telnet klientą
pl_pl: Otwórz klienta Telnet
pt_br: Abrir cliente Telnet
ru_ru: Открыть Telnet клиент

# changeBootImageToolStripMenuItem.Text
source: Change boot splash
de_de: Start-Bildschirm tauschen
pt_br: Trocar tela inicial

# disableBootImageToolStripMenuItem.Text
source: Disable boot splash
de_de: Start-Bildschirm deaktivieren
pt_br: Desabilitar tela inicial

# resetDefaultBootImageToolStripMenuItem.Text
source: Reset to default
de_de: Start-Bildschirm zurücksetzen
pt_br: Restaurar tela inicial original

# bootImageToolStripMenuItem.Text
source: Boot splash
de_de: Start-Bildschirm
pt_br: Tela inicial

# rebootToolStripMenuItem.Text
source: Reboot
de_de: Neu starten
pt_br: Reiniciar

# switchRunningFirmwareToolStripMenuItem.Text
source: Switch running firmware
pt_br: Mudar o firmware atual

# formatSDCardToolStripMenuItem.Text
source: Format SD card
pt_br: Formatar cartão SD

# prepareArtDirectoryToolStripMenuItem.Text
source: Prepare art folders
de_de: Cover-Ordner vorbereiten
pt_br: Criar pastas de arte

# toolsToolStripMenuItem.Text
source: &Tools
ca_es: &Eines
chs: 工具(&T)
de_de: &Extras
el_gr: &Εργαλεία
es_ar: Herramien&tas
es_es: &Herramientas
fi_fi: &Työkalut
it_it: &Strumenti
ja_jp: ツール(&T)
lt_lt: Meniu elementas pagrindiniame lange
nl: &Gereedschap
pl_pl: &Narzędzia
pt_br: &Ferramentas
ru_ru: &Инструменты

# gitHubPageWithActualReleasesToolStripMenuItem.Text
source: GitHub page with actual releases
ca_es: GitHub: Pàgina amb les versions actuals
chs: 包含正式发行版的GitHub网页
de_de: GitHub Homepage mit aktuellen Versionen
el_gr: Σελίδα GitHub με πραγματικές κυκλοφορίες
es_ar: Página de GitHub con los lanzamientos actuales
es_es: GitHub: Página con las versiones actuales
fi_fi: GitHub-sivu varsinaisine julkaisuineen
id_id: Halaman GitHub berikut perilisan aktual
it_it: Pagina GitHub con ultima release disponibile
ja_jp: Githubで最新のリリースを確認
lt_lt: "GitHub" puslapis su leidimais
nl: GitHub pagina met de hudige versies
pl_pl: GitHub z aktualnymi wydaniami
pt_br: Página do GitHub com lançamentos atuais
ru_ru: Страница GitHub и свежие версии

# joinOurDiscordServerToolStripMenuItem.Text
source: Join our discord server
pt_br: Conecte-se ao nosso servidor no discord

# donateToolStripMenuItem.Text
source: Donate
ca_es: Fer una donació
chs: 捐款
de_de: Projekt unterstützen
el_gr: Δωρεά
es_ar: Doná
es_es: Donar
fi_fi: Lahjoita
id_id: Donasi
it_it: Fai una donazione
ja_jp: 寄付
lt_lt: Paaukoti
nl: Doneren
pl_pl: Darowizna
pt_br: Doar
ru_ru: Поддержать проект

# fAQToolStripMenuItem.Text
source: FAQ
ca_es: FAQ (Preguntes freqüents)
chs: 常见问答
de_de: Fragen und Antworten
el_gr: FAQ (Συχνές Ερωτήσεις)
es_ar: Preguntas frecuentes
es_es: FAQ (Preguntas frecuentes)
fi_fi: UKK
it_it: FAQ (domande frequenti)
lt_lt: DUK
nl: FAQ (Veel Gestelde Vragen)
pt_br: Perguntas Frequentes
ru_ru: FAQ (Вопросы и ответы)

# technicalInformationToolStripMenuItem.Text
source: Technical Information...
de_de: Technische Informationen...
pt_br: Informações Técnicas...

# messageOfTheDayToolStripMenuItem.Text
source: Important message
de_de: Neuigkeiten
pt_br: Mensagem importante

# aboutToolStripMenuItem.Text
source: About...
ca_es: Sobre...
chs: 关于...
de_de: Über...
el_gr: Σχετικά με…
es_ar: Acerca de hakchi2
es_es: Acerca de...
fi_fi: Tietoa...
id_id: Tentang...
it_it: Informazioni…
lt_lt: Apie...
nl: Over...
pl_pl: Informacje o...
pt_br: Sobre...
ru_ru: &О программе...

# helpToolStripMenuItem.Text
source: &Help
ca_es: &Ajuda
chs: 帮助(&H)
de_de: &Hilfe
el_gr: &Βοήθεια
es_ar: A&yuda
es_es: &Ayuda
fi_fi: &Apua
id_id: &Bantuan
it_it: &Aiuto
ja_jp: ヘルプ(&H)
lt_lt: &Pagalba
pl_pl: &Pomoc
pt_br: &Ajuda
ru_ru: &Помощь

# buttonAddGames.Text
source: Add more games
ca_es: Afegir més jocs
chs: 添加游戏
de_de: Mehr Spiele hinzufügen
el_gr: Προσθήκη περισσότερων παιχνιδιών
es_ar: Agregar más juegos
es_es: Añadir más juegos
fi_fi: Lisää pelejä
id_id: Tambah game
it_it: Aggiungi altri giochi
ja_jp: ゲームの新規追加
lt_lt: Pridėti daugiau žaidimų
nl: Voeg meer spellen toe
pl_pl: Dodaj więcej gier
pt_br: Adicionar mais jogos
ru_ru: Добавить игр

# openFileDialogNes.Title
source: Select games
ca_es: Selecciona jocs
chs: 选择游戏
de_de: Spiele auswählen
el_gr: Επιλογή παιχνιδιών
es_ar: Seleccionar juegos
es_es: Selecciona juegos de NES u otro emulador
fi_fi: Valitse pelit
id_id: Pilih game
it_it: Seleziona i giochi
ja_jp: ゲームを選択
lt_lt: Pairinkite žaidimus
nl: Geselecteerde spellen:
pl_pl: Wybierz plik(i) NES
pt_br: Selecionar jogos
ru_ru: Выберите игры

# explorerToolStripMenuItem.Text
source: Show in Windows Explorer
de_de: Im Windows Explorer anzeigen
pt_br: Mostrar no Windows Explorer

# addPrefixToolStripMenuItem.Text
source: Add prefix
pt_br: Adicionar prefixo

# removePrefixToolStripMenuItem.Text
source: Remove prefix
pt_br: Remover prefixo

# scrapeSelectedGamesToolStripMenuItem.Text
source: Scrape selected games
pt_br: Buscar informações dos jogos selecionados

# scanForNewBoxArtForSelectedGamesToolStripMenuItem.Text
source: Scan for new box art for selected games
de_de: Nach neuen Covers für die ausgewählten Spiele suchen
pt_br: Procurar nova arte da capa para os jogos selecionados

# downloadBoxArtForSelectedGamesToolStripMenuItem.Text
source: Download box art for selected games
ca_es: Baixar una caràtula per als jocs seleccionats
chs: 为选中的游戏下载包装图片
de_de: Spielecovers herunterladen
el_gr: Κατέβασμα εξώφυλλων κουτιών για τα επιλεγμένα παιχνίδια
es_ar: Descargar arte de caja para los juegos seleccionados
es_es: Descargar carátulas para los juegos seleccionados
fi_fi: Lataa kansitaide valituille peleille
id_id: Unduh box art untuk game terpilih
it_it: Scarica le copertine per i giochi selezionati
ja_jp: 選択したゲームのパッケージ画像をダウンロード
lt_lt: Atsiųsti viršelius pasirinktiems žaidimams
nl: Download verpakkingsafbeelding voor geselecteerde spellen
pl_pl: Ściągnij box art dla zaznaczonych gier
pt_br: Baixar arte da capa dos jogos selecionados
ru_ru: Скачать обложки для выбранных игр

# deleteSelectedGamesBoxArtToolStripMenuItem.Text
source: Delete box art of selected games
de_de: Ausgewählte Spiele löschen
pt_br: Excluir arte da capa dos jogos selecionados

# archiveSelectedGamesToolStripMenuItem.Text
source: Archive selected games
pt_br: Arquivar jogos selecionados

# compressSelectedGamesToolStripMenuItem.Text
source: Compress selected games
ca_es: Comprimir els jocs seleccionats
chs: 压缩选中的游戏
de_de: Ausgewählte Spiele komprimieren
el_gr: Συμπίεση επιλεγμένων παιχνιδιών
es_ar: Comprimir juegos seleccionados
es_es: Comprimir los juegos seleccionados
fi_fi: Pakkaa valitut pelit
id_id: Kompres game-game yang terpilih
it_it: Comprimi i giochi selezionati
ja_jp: 選択したゲームを圧縮
lt_lt: Suspausti pasirinktus žaidimus
nl: Comprimeer geselecteerde spellen
pl_pl: Kompresuj zaznaczone gry
pt_br: Comprimir os jogos selecionados
ru_ru: Сжать выбранные игры

# decompressSelectedGamesToolStripMenuItem.Text
source: Decompress selected games
ca_es: Descomprimir els jocs seleccionats
chs: 解压缩选中的游戏
de_de: Ausgewählte Spiele entpacken
el_gr: Αποσυμπίεση επιλεγμένων παιχνιδιών
es_ar: Descomprimir juegos seleccionados
es_es: Descomprimir los juegos seleccionados
fi_fi: Pura valitut pelit
id_id: Dekompres game-game yang terpilih
it_it: Decomprimi i giochi selezionati
ja_jp: 選択したゲームを解凍
lt_lt: Nebespausti pasirinktų žaidimų
nl: Decomprimeer geselecteerde spellen
pl_pl: Dekompresuj zaznaczone gry
pt_br: Descomprimir os jogos selecionados
ru_ru: Разжать выбранные игры

# deleteSelectedGamesToolStripMenuItem.Text
source: Delete selected games
ca_es: Eliminar els jocs seleccionats
chs: 删除选中的游戏
de_de: Entfernen
el_gr: Διαγραφή επιλεγμένων παιχνιδιών
es_ar: Eliminar juegos seleccionados
es_es: Eliminar los juegos seleccionados
fi_fi: Poista valitut pelit
id_id: Hapus game-game yang terpilih
it_it: Cancella i giochi selezionati
ja_jp: 選択したゲームを削除
lt_lt: Ištrinti pasirinktus žaidimus
nl: Verwijder geselecteerde spellen
pl_pl: Usuń zaznaczone gry
pt_br: Excluir jogos selecionados
ru_ru: Удалить выбранные игры

# editROMHeaderToolStripMenuItem.Text
source: Edit SFROM header
de_de: SFROM-Header bearbeiten
pt_br: Editar header do SFROM

# resetROMHeaderToolStripMenuItem.Text
source: Reset SFROM header for selected games
de_de: SFROM-Header für ausgewählte Spiele zurücksetzen
pt_br: Resetar header do SFROM dos jogos selecionados

# sFROMToolToolStripMenuItem1.Text
source: SFROM Tool
pt_br: Ferramenta SFROM

# repairGamesToolStripMenuItem.Text
source: Repair games
de_de: Spiele reparieren
pt_br: Reparar jogos

# selectEmulationCoreToolStripMenuItem.Text
source: Select emulation core...
de_de: Emulator auswählen...
pt_br: Selecionar o core de emulação

# openFileDialogImage.Filter
source: Images (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|All files|*.*
de_de: Bilder (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|Alle Dateien|*.*
pt_br: Imagens (*.bmp;*.png;*.jpg;*.jpeg;*.gif)|*.bmp;*.png;*.jpg;*.jpeg;*.gif|Todos os arquivos|*.*

# openFileDialogImage.Title
source: Select cover for game
ca_es: Seleccioneu una caràtula per al joc
chs: 选择游戏的包装图片
de_de: Cover für Spiel auswählen
el_gr: Επιλογή εξώφυλλου κουτιού για το παιχνίδι
es_ar: Seleccionar arte de caja para el juego
es_es: Selecciona una carátula para el juego
fi_fi: Valitse pelin kansitaide
id_id: Pilih box art untuk game
it_it: Seleziona la copertina per il gioco
ja_jp: ゲームのパッケージ画像を選択
lt_lt: Pasirinkite žaidimo viršelį
nl: Selecteer een verpakkingsafbeelding voor het spel
pl_pl: Wybierz okładkę dla gry
pt_br: Selecione a capa do jogo
ru_ru: Выберите обложку для игры

# buttonStart.Text
source: Synchronize selected games with mini
ca_es: Sincronitzar els jocs seleccionats amb la NES/SNES Mini
chs: 将选中的游戏同步到迷你红白机
de_de: Synchronisiere gewählte Spiele mit mini
el_gr: Συγχρονισμός επιλεγμένων παιχνιδιών με το NES/SNES Mini
es_ar: Sinc. juegos selec. con la NES/SNES Classic Edition
es_es: Sincronizar los juegos seleccionados con NES/SNES Mini
fi_fi: Synkronoi valitut pelit NES/SNES Minin kanssa
id_id: Sinkronkan game-game terpilih dengan NES/SNES Mini
it_it: Sincronizza i giochi selezionati con il NES/SNES Mini
ja_jp: 選択されたファイルを NES/SNES ミニ へ同期
lt_lt: Sinchronizuoti pasirinktus žaidimus su NES/SNES Mini
nl: Synchroniseer de geselecteerde spellen met de NES/SNES Mini
pl_pl: Synchronizuj wybrane gry z NES/SNES Mini
pt_br: Sincronizar jogos selecionados com o mini
ru_ru: Синхронизировать список игр с NES/SNES Mini

# saveDumpFileDialog.Title
source: Select dump filename
ca_es: Selecciona el nom de l'arxiu de bolcat
chs: 指定导出文件的文件名
de_de: Wo soll der gesicherte Dump gespeichert werden?
el_gr: Επιλογή ονόματος αρχείου
es_ar: Seleccionar nombre de archivo del volcado
es_es: Seleccionar el nombre del archivo de volcado
fi_fi: Valitse dumpin tiedostonimi
id_id: Pilih nama file dump
it_it: Seleziona il nome del file del dump
ja_jp: ダンプ先のファイル名を指定
lt_lt: Pasirinkite kopijos failo pavadinimą
nl: Selecteer de bestandsnaam voor dump
pl_pl: Wybierz nazwę pliku odczytu
pt_br: Escolha um nome para arquivo de dump
ru_ru: Выберите, куда сохранить образ

# openDumpFileDialog.Title
source: Select dump filename
de_de: Von wo soll der gesicherte Dump geladen werden?
pt_br: Escolha um nome para arquivo de dump

# gameName.Text
source: Game name
de_de: Spiel-Name
pt_br: Nome do jogo

# structureButton.Text
source: Structure
de_de: Struktur
pt_br: Estrutura

# buttonExport.Text
source: Export to USB
pt_br: Exportar para USB

# label10.Text
source: Size:
pt_br: Tamanho:

# labelCommandLine.Text
source: Command Line
pt_br: Linha de Comando

# labelMaxPlayers.Text
source: Max Players
pt_br: Número de jogadores

# labelSaveCount.Text
source: Save Count
pt_br: Contagem de saves

# labelGameGenie.Text
source: Game Genie codes (comma separated)
pt_br: Códigos de Game Genie (separados por vírgula)

# labelCompress.Text
source: Compress
pt_br: Comprimir

# labelSortName.Text
source: Sort Name
de_de: Name:
pt_br: Nome para catalogação

# labelDescription.Text
source: Description
pt_br: Descrição

# labelReleaseDate.Text
source: Release date (YYYY-MM-DD)
pt_br: Data de lançamento (AAAA-MM-DD)

# labelName.Text
source: Name
ca_es: Nom:
chs: 名称:
el_gr: Όνομα:
es_ar: Nombre:
es_es: Nombre:
fi_fi: Nimi:
id_id: Nama:
it_it: Nome:
ja_jp: ゲーム名:
lt_lt: Pavadinimas:
nl: Naam:
pl_pl: Nazwa:
pt_br: Nome
ru_ru: Название:

# labelGenre.Text
source: Genre
pt_br: Gênero

# labelCountry.Text
source: Region
pt_br: Região

# buttonBrowseImage.Text
source: Browse
ca_es: Cercar
chs: 浏览
de_de: Durchsuchen
el_gr: Αναζήτηση
es_ar: Explorar
es_es: Buscar
fi_fi: Selaa
id_id: Jelajah
it_it: Sfoglia
ja_jp: 参照
lt_lt: Naršyti
nl: Bladeren
pl_pl: Przeglądaj
pt_br: Procurar
ru_ru: Выбрать

# buttonDefaultCover.Text
source: Default
de_de: Standard
pt_br: Padrão

# buttonSpine.Text
source: Spine
pt_br: Lombada

# disablePagefoldersToolStripMenuItem.Text
source: Disable page/folders
ca_es: Desactivar pàgines/carpetes
chs: 禁用分页/文件夹
de_de: Seiten/Ordner deaktivieren
el_gr: Απενεργοποίηση σελίδας/φακέλων
es_ar: Deshabilitar páginas/carpetas
es_es: Desactivar páginas/carpetas
fi_fi: Poista sivut/kansiot
id_id: Nonaktifkan halaman/folder
it_it: Disabilita pagine/cartelle
ja_jp: ページ/フォルダー を無効化
lt_lt: Išjungti puslapius/aplankus
nl: Zet de pagina/mappen uit
pl_pl: Wyłącz strony/foldery
pt_br: Desabilitar página/pastas
ru_ru: Без папок

# customToolStripMenuItem.Text
source: Custom - Use folders manager (Click again to open)
ca_es: Personalitzat -mostra la gestió de les carpetes tot el temps
chs: 自定义 - 每次均显示文件夹管理器
de_de: Benutzerdefiniert - Ordner Manager jedes mal anzeigen
el_gr: Προσαρμογή - εμφάνιση Διαχειριστή Φακέλων κάθε φορά
es_ar: Personalizada (mostrar el Administrador de carpetas cada vez)
es_es: Personalizado - muestra la gestión de las carpetas todo el tiempo
fi_fi: Mukautettu - näytä kansiohallinta joka kerta
id_id: Custom - selalu perlihatkan Folders Manager
it_it: Personalizzato - mostra ogni volta il Gestore Cartelle
ja_jp: カスタム - フォルダーマネージャーを毎回表示
lt_lt: Keičiamas - rodyti Aplankų tvarkyklę kiekvieną kartą
nl: Aangepast – laat de Mappen Manager elke keer zien
pl_pl: Własne - pokazuje Menadżer Profili za każdym razem
pt_br: Customizado - Usar gerenciador de pastas (Clique novamente para abrir)
ru_ru: Настроить вручную - показывать менеджер папок перед загрузкой

# automaticToolStripMenuItem.Text
source: Automatic
ca_es: Automàtic
chs: 全自动
de_de: Automatisch
el_gr: Αυτόματα
es_ar: Automático
es_es: Automático
fi_fi: Automaattinen
id_id: Otomatis
it_it: Automatico
ja_jp: 自動
lt_lt: Automatinis
nl: Automatisch
pl_pl: Automatycznie
pt_br: Automático
ru_ru: Автоматически

# automaticOriginalToolStripMenuItem.Text
source: Original games in root -> Automatic in subfolder
ca_es: Jocs originals en Root -> Automàtic en subcarpeta
chs: 原版内置游戏在根目录 -> 自动分配到文件夹
de_de: Original Spiele in Root -> automatisch in Unterordner
el_gr: Αυθεντικά παιχνίδια στην αρχή -> Αυτόματα σε υποφακέλους
es_ar: Juegos originales en raíz -> Subcarpetas automáticas
es_es: Juegos originales en Root -> Automático en subcarpeta
fi_fi: Alkuperäiset pelit juuressa -> Automaattinen alikansioissa
id_id: Game orisinal di root -> Otomatis di dalam sub-folder
it_it: Giochi originali in root -> Automaticamente in sottocartelle
ja_jp: プリインストールされたゲームをルートに配置 -> 自動でサブフォルダーに配置
lt_lt: Originalūs žaidimai pradžioje -> Poaplankiuose automatiškai
nl: De originele spellen in de root -> Automatisch in de submap
pl_pl: Oryginalne gry na wierzchu -> Automatycznie w podfolderach
pt_br: Jogos originais na raíz -> Automático em subpasta
ru_ru: Оригинальные игры в корне -> Автоматически в подпапке

# pagesToolStripMenuItem.Text
source: Pages, split games equally
ca_es: Pàgines, organitzar jocs per igual
chs: 分页显示，平均分配游戏
de_de: Seiten, Spiele gleichmäßig aufteilen
el_gr: Σελίδες, διαχωρισμός παιχνιδιών εξίσου
es_ar: Páginas, separar juegos equitativamente
es_es: Páginas, dividir juegos por igual
fi_fi: Sivut, pelit jaettu tasaisesti
id_id: Halaman, bagi game secara sama
it_it: Pagine, con giochi divisi in parti uguali
ja_jp: ページとゲームを分配
lt_lt: Puslapiai, žaidimai suskirstyti po lygiai
nl: Pagina's, verdeel de spellen gelijkmatig
pl_pl: Strony, podziel gry po równo
pt_br: Páginas, distribuir jogos igualmente
ru_ru: Страницы, разделить игры поровну

# pagesOriginalToolStripMenuItem.Text
source: Original games in root -> Pages, split games equally
ca_es: Jocs originals en Root -> Pàgines, dividir els jocs per igual
chs: 原版内置游戏在根目录 -> 分页显示，平均分配
de_de: Originale Spiele in Root -> Seiten, Spiele gleichmäßig aufteilen
el_gr: Αυθεντικά παιχνίδια στην αρχή -> Σελίδες, διαχωρισμός παιχνιδιών εξίσου
es_ar: Juegos originales en raíz -> Páginas, separar juegos equitativamente
es_es: Juegos originales en Root -> Páginas, dividir los juegos por igual
fi_fi: Alkuperäiset pelit juuressa -> Sivut, pelit jaettu tasaisesti
id_id: Game orisinal pada root -> Halaman, bagi game secara sama
it_it: Giochi originali in root -> Pagine, con giochi divisi in parti uguali
ja_jp: プリインストールされたゲームをルートに配置 -> ページとゲームを均等に分配
lt_lt: Originalųs žaidimai pradžioje -> Puslapiuose, žaidimai suskirstyti po lygiai
nl: Originele spellen in de root -> Pagina's, verdeel spellen gelijkmatig
pl_pl: Originalne gry na wierzchu -> Strony, podziel gry po równo
pt_br: Jogos originais na raíz -> Páginas, distribuir jogos igualmente
ru_ru: Оригинальные в корне -> Страницы, разделить поровну

# foldersToolStripMenuItem.Text
source: Folders, split games equally
ca_es: Carpetes. organitzar jocs per igual
chs: 按文件夹显示，平均分配
de_de: Ordner, splitte Spiele gleichmäßig
el_gr: Φάκελοι, διαχωρισμός παιχνιδιών εξίσου
es_ar: Carpetas, separar juegos equitativamente
es_es: Carpetas, dividir juegos por igual
fi_fi: Kansiot, pelit jaettu tasaisesti
id_id: Folder, bagi game secara sama
it_it: Cartelle, con giochi divisi in parti uguali
ja_jp: フォルダー, 均等にゲームを分配
lt_lt: Aplankai, suskirstyti po lygiai
nl: Mappen, gelijkmatig verdeeld
pl_pl: Foldery, podziel gry po równo
pt_br: Pastas, distribuir jogos igualmente
ru_ru: Папки, разделить поровну

# foldersOriginalToolStripMenuItem.Text
source: Original games in root -> Folders, split games equally
ca_es: Jocs originals en Root -> Carpetes, organitzar jocs per igual
chs: 原版内置游戏在根目录 -> 按文件夹显示，平均分配
de_de: Original Spiele in Root -> Ordner, Spiele gleichmäßig aufteilen
el_gr: Αυθεντικά παιχνίδια στην αρχή -> Φάκελοι, διαχωρισμός παιχνιδιών εξίσου
es_ar: Juegos originales en raíz -> Carpetas, separar juegos equitativamente
es_es: Juegos originales en Root -> Carpetas, dividir juegos por igual
fi_fi: Alkuperäiset pelit -> Kansiot, pelit jaettu tasaisesti
id_id: Game orisinal di root -> Folder, bagi game secara sama
it_it: Giochi originali in root -> Cartelle, con giochi divisi in parti uguali
ja_jp: プリインストールされたゲームをルートに配置 -> フォルダーとゲームを均等に分配
lt_lt: Originalūs žaidimai pradžioje -> Aplankuose, žaidimai suskirstyti po lygiai
nl: De originele spellen in de root -> Mappen, gelijkmatig verdeeld
pl_pl: Oryginalne gry na wierzchu -> Foldery, podziel gry po równo
pt_br: Jogos originais na raíz -> Pastas, distribuir jogos igualmente
ru_ru: Оригинальные в корне -> Папки, разделить поровну

# foldersSplitByFirstLetterToolStripMenuItem.Text
source: Folders, split by first letter
ca_es: Carpetes, dividir per la primera lletra
chs: 按文件夹显示，以首字母分配
de_de: Ordner, aufgeteilt nach dem 1. Buchstaben
el_gr: Φάκελοι, διαχωρισμός ανά πρώτο γράμμα
es_ar: Carpetas, separar alfabéticamente
es_es: Carpetas, dividir por la primera letra
fi_fi: Kansiot, jaettu alkukirjaimen mukaan
id_id: Folder, bagi berdasarkan huruf pertama
it_it: Cartelle, divise considerando la prima lettera
ja_jp: フォルダー, 頭文字で分配
lt_lt: Aplankai, suskirstyti pagal pirmą raidę
nl: Mappen, verdeeld vanaf de eerste letter
pl_pl: Foldery, podziel gry alfabetycznie
pt_br: Pastas, distribuir pela primeira letra
ru_ru: Папки, по буквам

# foldersSplitByFirstLetterOriginalToolStripMenuItem.Text
source: Original games in root -> Folders, split by first letter
ca_es: Jocs originals en Root -> Carpetes, organitzar jocs per primera lletra
chs: 原版内置游戏在根目录 -> 按文件夹显示，以首字母分配
de_de: Originale Spiele in Root -> Ordner, Aufgeteilt nach dem 1. Buchstaben
el_gr: Αυθεντικά παιχνίδια στην αρχή -> Φάκελοι, διαχωρισμός ανά πρώτο γράμμα
es_ar: Juegos originales en raíz -> Carpetas, separar juegos alfabéticamente
es_es: Juegos originales en Root -> Carpetas, dividir por primera letra
fi_fi: Alkuperäiset pelit juuressa -> Kansiot, jaettu alkukirjaimen mukaan
id_id: Game orisinal di root -> Folder, bagi berdasarkan huruf pertama
it_it: Giochi originali in root -> Cartelle, divise considerando la prima lettera
ja_jp: プリインストールされたゲームをルートに配置 -> 頭文字ごとにフォルダーを生成
lt_lt: Originalūs žaidimai pradžioje -> Aplankuose, suskirstyti pagal pirmą raidę
nl: De originele spellen in de root -> Mappen, gesplitst vanaf de eerste letter.
pl_pl: Originalne gry na wierzchu -> Foldery, podziel gry alfabetycznie
pt_br: Jogos originais na raíz -> Pastas, distribuir pela primeira letra
ru_ru: Оригинальные в корне -> Папки, по буквам

# maximumGamesPerFolderToolStripMenuItem.Text
source: Maximum games per page/folder
ca_es: Nombre de jocs per pàgina/carpeta
chs: 单个页面/文件夹显示的游戏最大数量
de_de: Maximal Spiele pro Seite/Ordner
el_gr: Ανώτατο όριο παιχνιδιών ανά σελίδα/φάκελο
es_ar: Cantidad máxima de juegos por página/carpeta
es_es: Número de juegos por página/carpeta
fi_fi: Pelejä korkeintaan per sivu/kansio
id_id: Game maksimum per halaman/folder
it_it: Numero massimo di giochi per pagina/cartella
ja_jp: 1ページに表示する最大ゲーム数
lt_lt: Maksimalus žaidimų kiekis puslapyje/papkėje
nl: Maximaal aantal spellen per pagina/map
pl_pl: Maksimum gier na stronę/folder
pt_br: Máximo de jogos por página/pasta
ru_ru: Максимум игр на страницу

# leftmostToolStripMenuItem.Text
source: Leftmost
de_de: Ganz links
pt_br: Mais à esquerda

# rightmostToolStripMenuItem.Text
source: Rightmost
de_de: Ganz rechts
pt_br: Mais à direita

# backFolderButtonPositionToolStripMenuItem.Text
source: Back folder button position
de_de: Position des Zurück-Ordners
pt_br: Posição do botão voltar pasta

# folderImagesSetToolStripMenuItem.Text
source: Folder images set
de_de: Ordnerbilder festlegen
pt_br: Coleção de imagens de pasta

# syncStructureForAllGamesCollectionsToolStripMenuItem.Text
source: Sync structure settings for all games collections
de_de: Ordnerstruktur für die komplette Spielesammlung synchronisieren
pt_br: Sincronizar configuração de estrutura para todas as coleções de jogos

# groupBoxCurrentGamesCollection.Text
source: Current Games Collection
pt_br: Coleção atual de jogos

# groupBoxArtSega.Text
source: Artwork - Sega
pt_br: Arte - Sega

# groupBoxArtNintendo.Text
source: Artwork - Nintendo
pt_br: Arte - Nintendo

# groupBoxGameInfo.Text
source: Game Info
pt_br: Informação do jogo

# toolStripStatusLabelShell.Text
source: Offline
pt_br: Desconectado
