Repository: ClusterM/hakchi2
Catalog: MainForm.*.resx
Languages: ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, id_id, it_it, ja_jp, lt_lt, nl, pl_pl, pt_br, ru_ru

# autodetectToolStripMenuItem.Text
source: Autodetect...
pt_br: Autodetectar...

# asIsToolStripMenuItem.Text
source: As-Is...
pt_br: Manualmente...

# addMoreGamesToolStripMenuItem.Text
source: Add more &games
ca_es: Afegir més &jocs
chs: 添加游戏(&G)
de_de: Mehr &Spiele hinzufügen
el_gr: Προσθήκη περισσότερων &παιχνιδιών
es_ar: Agregar más jue&gos
es_es: Añadir más &juegos
fi_fi: Lisää &pelejä
id_id: Tambah game &lagi
it_it: Aggiungi altri &giochi
ja_jp: 他のゲームを追加 (&G)
lt_lt: Pridėti daugiau &žaidimų
nl: Voeg meer toe &spellen
pl_pl: Dodaj więcej &gier
pt_br: Adicionar mais &jogos
ru_ru: Добавить &игр

# addCustomAppToolStripMenuItem.Text
source: Add custom &app
de_de: Benutzerdefinierten Befehl hinzufügen
pt_br: Adicionar &app customizada

# addPresetToolStripMenuItem.Text
source: Add preset
ca_es: Afegir llista
chs: 添加预设组
de_de: Preset hinzufügen
el_gr: Προσθήκη προεπιλογής
es_ar: Agregar lista personalizada de juegos
es_es: Añadir lista
fi_fi: Lisää valikoima
id_id: Tambahkan pra-atur
it_it: Aggiungi preset
ja_jp: プリセットを作成
lt_lt: Pridėti derinį
nl: Voeg een preset toe
pl_pl: Dodaj preset
pt_br: Adicionar preset
ru_ru: Добавить пресет

# deletePresetToolStripMenuItem.Text
source: Delete preset
ca_es: Eliminar llista
chs: 删除预设组
de_de: Preset löschen
el_gr: Διαγραφή προεπιλογής
es_ar: Eliminar lista personalizada de juegos
es_es: Eliminar lista
fi_fi: Poista valikoima
id_id: Hapus pra-atur
it_it: Cancella preset
ja_jp: プリセットを削除
lt_lt: Ištrinti derinį
nl: Verwijder preset
pl_pl: Usuń preset
pt_br: Excluir preset
ru_ru: Удалить пресет

# presetsToolStripMenuItem.Text
source: Selection presets
ca_es: Seleccionar llista
chs: 选辑预设组
de_de: Presets
el_gr: Προεπιλογές
es_ar: Seleccionar lista personalizada de juegos
es_es: Seleccionar lista
fi_fi: Valikoimat
id_id: Pra-atur pilihan
it_it: Gestisci preset
ja_jp: プリセットを選択
lt_lt: Pasirinkimo išankstiniai nustatymai
nl: Selectie presets
pl_pl: Wybierz preset
pt_br: Selecionar preset
ru_ru: Пресеты

# exportGamesToolStripMenuItem.Text
source: E&xport games...
de_de: Spiele exportieren...
pt_br: E&xportar jogos...

# synchronizeToolStripMenuItem.Text
source: S&ynchronize
ca_es: Sincronitzar
chs: 开始同步
de_de: Synchronisieren
el_gr: Συγχρονισμός
es_ar: Sincronizar
es_es: Sincronizar
fi_fi: Synkronoi
id_id: Sinkronkan
it_it: Sincronizza
ja_jp: 同期
lt_lt: Sinchronizuoti
nl: Synchroniseren
pl_pl: Synchronizuj
pt_br: S&incronizar
ru_ru: Синхронизация

# searchToolStripMenuItem.Text
source: &Search
ca_es: Cercar
chs: 搜索
de_de: Suche
el_gr: Αναζήτηση
es_ar: Buscar
es_es: Buscar
fi_fi: Etsi
id_id: Telusur
it_it: Cerca
ja_jp: 検索
lt_lt: Paieška
nl: Zoeken
pl_pl: Szukaj
pt_br: &Procurar
ru_ru: Поиск

# reloadGamesToolStripMenuItem.Text
source: &Reload
de_de: Neu laden
pt_br: &Recarregar

# resetOriginalGamesToolStripMenuItem.Text
source: Restore &original games
de_de: &Originalspiele wiederherstellen
pt_br: Restaurar j&ogos originais

# exitToolStripMenuItem.Text
source: &Exit
ca_es: &Sortir
chs: 退出(&E)
de_de: &Beenden
el_gr: &Έξοδος
es_ar: &Salir
es_es: &Salir
fi_fi: &Lopeta
id_id: &Keluar
it_it: &Esci
ja_jp: 終了(&E)
lt_lt: &Išeiti
nl: &Afsluiten
pl_pl: &Wyjście
pt_br: &Sair
ru_ru: &Выйти

# fileToolStripMenuItem.Text
source: &File
ca_es: Arxiu
chs: 文件(&F)
de_de: &Datei
el_gr: &Αρχείο
es_ar: &Archivo
es_es: &Archivo
fi_fi: &Tiedosto
ja_jp: ファイル(&F)
lt_lt: &Failas
nl: &Bestand
pl_pl: &Plik
pt_br: &Arquivo
ru_ru: &Файл

# flashCustomKernelToolStripMenuItem.Text
source: Install / Repair
ca_es: Flashetjar custom kernel
chs: 刷写定制内核镜像
de_de: Installieren / Reparieren
el_gr: Εγγραφή προσαρμοσμένου πυρήνα
es_ar: Flashear el kernel personalizado
es_es: Flashear custom kernel
fi_fi: Flashaa mukautettu ydin
id_id: Flash kernel custom
it_it: Flasha kernel modificato
ja_jp: カスタムカーネルを書き込み
lt_lt: Įdiegti pakeistą branduolį
nl: Flash zelfgemaakte kernel
pl_pl: Wgraj zmodyfikowany kernel
pt_br: Instalar / Reparar
ru_ru: Прошить модифицированное ядро

# resetToolStripMenuItem.Text
source: Reset
pt_br: Resetar

# normalModeToolStripMenuItem.Text
source: Normal mode
de_de: Normaler Modus
pt_br: Modo normal

# sDModeToolStripMenuItem.Text
source: SD mode
de_de: SD-Karten Modus
pt_br: Modo SD

# membootOriginalKernelToolStripMenuItem.Text
source: Boot original kernel from RAM
ca_es: Iniciar el kernel original des de la RAM
chs: 从内存运行原版内核
de_de: Den Originalkernel von RAM laden
el_gr: Εκκίνηση αυθεντικού πυρήνα από τη RAM
es_ar: Iniciar kernel original desde la RAM
es_es: Iniciar el kernel original desde la RAM
fi_fi: Käynnistä alkuperäisellä ytimellä muistista
id_id: Boot kernel orisinal dari RAM
it_it: Avvia il kernel originale dalla RAM
ja_jp: オリジナルカーネルをRAMから起動
lt_lt: Paleisti originalų branduolį iš RAM
nl: Start de originele kernel vanaf RAM
pl_pl: Bootuj oryginalny kernel z RAMu
pt_br: Boot com kernel original da RAM
ru_ru: Запустить оригинальное ядро из RAM

# membootCustomKernelToolStripMenuItem.Text
source: Boot custom kernel from RAM
de_de: Den modifizierten Kernel von RAM laden
pt_br: Boot com kernel customizado da RAM

# membootRecoveryKernelToolStripMenuItem.Text
source: Boot recovery kernel from RAM
de_de: Den Wiederherstellungskernel von RAM laden
pt_br: Boot com recovery kernel da RAM

# dumpOriginalKernellegacyToolStripMenuItem.Text
source: Dump original kernel (legacy)
de_de: Den Originalkernel auslesen (veraltet)
pt_br: Fazer o dump do kernel original (legacy)

# dumpTheWholeNANDToolStripMenuItem.Text
source: Dump the whole NAND flash
ca_es: Bolcar tota la NAND
chs: 导出完整的NAND闪存...
de_de: Die ganze NAND-Speicher auslesen
el_gr: Αποθήκευση ολόκληρης της NAND flash
es_ar: Volcar toda la flash NAND
es_es: Volcar toda la memoria flash NAND
fi_fi: Dumppaa koko NAND-muisti
id_id: Dump seluruh flash NAND
it_it: Dump dell'intera memoria flash NAND
ja_jp: NAND型フラッシュメモリ全体をダンプする
lt_lt: Nukopijuoti visą NAND atmintį
nl: Dump de gehele NAND flash
pl_pl: Zgraj całość pamięci NAND
pt_br: Dump completo do NAND flash
ru_ru: Прочитать всю NAND память

# toolFlashTheWholeNANDStripMenuItem.Text
source: Flash the whole NAND (experts only!)
ca_es: Flashetjar tota la NAND (Només per a usuaris avançats)
chs: 刷写整个闪存(仅限专业用户使用！)
de_de: Die ganze NAND flashen (nur für Experten!)
el_gr: Εγγραφή ολόκληρης της NAND (μόνο για προχωρημένους!)
es_ar: Flashear toda la NAND (¡sólo para expertos!)
es_es: Flash todo el NAND (sólo usuarios avanzados)
fi_fi: Flashaa koko NAND (vain asiantuntijoille!)
id_id: Flash seluruh NAND (khusus ahli!)
it_it: Flasha l'intera NAND (solo per esperti!)
ja_jp: NAND全体をダンプ(上級者向け)
lt_lt: Įrašyti visą NAND (tik ekspertams!)
nl: Flash de gehele NAND (voor experts!)
pl_pl: Flashuj cały NAND (tylko eksperci!)
pt_br: Flash de todo o NAND (apenas quem sabe!)

# dumpNANDBToolStripMenuItem.Text
source: Dump decrypted system software
ca_es: Bolcar la partició NAND-B desencriptada
chs: 导出解密的NAND-B分区
de_de: Entschlüsselten System-Bereich (NAND-B) lesen
el_gr: Αποθήκευση αποκρυπτογραφημένου NAND-B partition
es_ar: Volcar partición decifrada NAND-B
es_es: Volcar la partición NAND-B desencriptada
fi_fi: Dumppaa purettu NAND-B-osio
id_id: Dump terdekripsi partisi NAND-B
it_it: Dump della partizione NAND-B decriptata
ja_jp: 復号化されたNAND-Bパーティションをダンプ
lt_lt: Nukopijuoti iššifruotą NAND-B particiją
nl: Dump de gedecodeerde NAND-B partitie
pl_pl: Zgraj odszyfrowaną partycję NAND-B
pt_br: Dump do software de sistema desencriptado
ru_ru: Прочитать расшифрованный NAND-B раздел

# flashNANDBPartitionToolStripMenuItem.Text
source: Flash decrypted system software
de_de: Entschlüsselten System-Bereich flashen (nur für Fortgeschrittene!)
pt_br: Flash do software de sistema desencriptado

# dumpNANDCPartitionToolStripMenuItem.Text
source: Dump user data partition
ca_es: Bolcar la partició NAND-C desencriptada
chs: 导出解密的NAND-C分区
de_de: Benutzerdaten-Bereich (NAND-C) lesen
el_gr: Αποθήκευση αποκρυπτογραφημένου NAND-C partition
es_ar: Volcar partición decifrada NAND-C
es_es: Volcar la partición NAND-C desencriptada
fi_fi: Dumppaa purettu NAND-C-osio
id_id: Dump terdekripsi partisi NAND-C
it_it: Dump della partizione NAND-C decriptata
ja_jp: 復号化されたNAND-Cパーティションをダンプ
lt_lt: Dump NAND-C partition
nl: Dump de gedecodeerde NAND-C partitie
pl_pl: Zgraj odszyfrowaną partycję NAND-C
pt_br: Dump da partição de dados do usuário
ru_ru: Прочитать NAND-C раздел

# flashNANDCPartitionToolStripMenuItem.Text
source: Flash user data partition
chs: 刷写NAND-C分区(仅限专业用户使用!)
de_de: Benutzerdaten-Bereich flashen (nur für Fortgeschrittene!)
el_gr: Flash NAND-C partition (experts only!)
id_id: Flash partisi NAND-C (khusus ahli!)
ja_jp: NAND-Cパーティションを書き込みます。(上級者向け)
lt_lt: Įrašyti NAND-C particiją (tik ekspertams!)
pt_br: Flash da partição de dados do usuário
ru_ru: Записать NAND-C раздел

# formatNANDCToolStripMenuItem.Text
source: Format user data partition
de_de: Benutzerdaten-Bereich löschen
pt_br: Formatar partição de dados do usuário

# advancedToolStripMenuItem.Text
source: Advanced
de_de: Fortgeschritten
pt_br: Avançado

# installModulesToolStripMenuItem.Text
source: Install extra modules
ca_es: Instal·lar mòduls extres
chs: 安装扩展模块
de_de: Zusätzliche Module installieren
el_gr: Εγκατάσταση έξτρα modules
es_ar: Instalar módulos extras
es_es: Instalar módulos extras
fi_fi: Asenna lisämoduuleja
id_id: Instal modul ekstra
it_it: Installa moduli aggiuntivi
ja_jp: 拡張モジュールをインストール
lt_lt: Įdiegti papildomus modulius
nl: Installeer extra modules
pl_pl: Zainstaluj dodatkowe moduły
pt_br: Instalar módulos extras
ru_ru: Установить модули

# uninstallModulesToolStripMenuItem.Text
source: Uninstall extra modules
ca_es: Desinstalar mòduls extres
chs: 卸载扩展模块
de_de: Module deinstallieren
el_gr: Απεγκατάσταση έξτρα modules
es_ar: Desinstalar módulos extras
es_es: Desinstalar módulos extras
fi_fi: Poista lisämoduulit
id_id: Copot modul ekstra
it_it: Disinstalla moduli extra
ja_jp: 拡張モジュールをアンインストール
lt_lt: Ištrinti papildomus modulius
nl: Deïnstalleer extra modules
pl_pl: Odinstaluj dodatkowe moduły
pt_br: Desinstalar módulos extras
ru_ru: Удалить модули

# generateModulesReportToolStripMenuItem.Text
source: Generate modules report
pt_br: Gerar relatório de módulos

# manageModRepositoriesToolStripMenuItem.Text
source: Manage mod repositories
pt_br: Gerenciar repositórios de mods

# modulesToolStripMenuItem.Text
source: &Modules
ca_es: &Mòduls
chs: 扩展模块(&M)
de_de: &Module
es_ar: &Módulos
es_es: &Módulos
fi_fi: &Moduulit
id_id: &Modul
it_it: &Moduli
ja_jp: モジュール(&M)
lt_lt: &Moduliai
pl_pl: &Moduły
pt_br: &Módulos
ru_ru: &Модули

# positionAtTheTopToolStripMenuItem.Text
source: At the top
de_de: ganz oben
pt_br: Acima

# positionAtTheBottomToolStripMenuItem.Text
source: At the bottom
de_de: ganz unten
pt_br: Abaixo

# positionSortedToolStripMenuItem.Text
source: Sorted
de_de: Sortiert
pt_br: Organizados

# positionHiddenToolStripMenuItem.Text
source: Hidden (Unselected)
de_de: Versteckte (nicht ausgewählte)
pt_br: Ocultos (Desmarcados)

# originalGamesToolStripMenuItem.Text
source: Original games
de_de: Original Spiele
pt_br: Jogos originais

# nameToolStripMenuItem.Text
source: Name
pt_br: Nome

# coreToolStripMenuItem.Text
source: Core
de_de: Emulator
pt_br: Core de emulação

# sortByToolStripMenuItem.Text
source: Sort by
de_de: Sortieren nach
pt_br: Organizar por

# showGamesWithoutBoxArtToolStripMenuItem.Text
source: Group games w/o box art
de_de: Spiele ohne Cover gruppieren
pt_br: Agrupar jogos sem imagem da capa

# viewToolStripMenuItem.Text
source: &View
de_de: &Ansicht
pt_br: &Ver

# languageToolStripMenuItem.Text
source: Language
ca_es: Idioma
chs: 语言
de_de: Sprache
el_gr: Γλώσσα
es_ar: Idioma
es_es: Idioma
fi_fi: Kieli
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
lt_lt: Kalba
nl: Taal
pl_pl: Język
pt_br: Idioma
ru_ru: Язык

# autoToolStripMenuItem.Text
source: Auto
pt_br: Automático

# unitedStatesToolStripMenuItem.Text
source: United States
pt_br: Estados Unidos

# europeToolStripMenuItem.Text
source: Europe
pt_br: Europa

# japanToolStripMenuItem.Text
source: Japan
pt_br: Japão

# segaUiThemeToolStripMenuItem.Text
source: SEGA UI Theme
pt_br: Tema SEGA UI

# enableSFROMToolToolStripMenuItem.Text
source: Enable
de_de: Aktivieren
pt_br: Habilitar

# usePCMPatchWhenAvailableToolStripMenuItem.Text
source: Use PCM patch when available
de_de: Benutze PCM-Patch, falls verfügbar
pt_br: Usar patch PCM quando disponível

# sFROMToolToolStripMenuItem.Text
source: SFROM tool
pt_br: Ferramenta SFROM

# sFROMToolToolStripMenuItem.ToolTipText
source: If you want to use SFROM Tool,
de_de: Wenn Du das SFROM Tool benutzen willst,
pt_br: Se quiser usar a Ferramenta SFROM,

# convertSNESROMSToSFROMToolStripMenuItem.Text
source: Convert SNES ROMS to SFROM
pt_br: Converter ROMS de SNES para SFROM

# separateGamesStorageToolStripMenuItem.Text
source: Separate games storage
pt_br: Armazenamento de jogos separado

# compressGamesToolStripMenuItem.Text
source: Compress games when adding
ca_es: Comprimir els jocs a l'hora d'afegir-los
chs: 添加游戏时进行压缩
de_de: Spiele beim Hinzufügen komprimieren
el_gr: Συμπίεση παιχνιδιών κατά την προσθήκη
es_ar: Comprimir juegos al agregarlos
es_es: Comprimir juegos al añadirlos
fi_fi: Pakkaa pelit lisättäessä
id_id: Kompres game saat menambahkan
it_it: Comprimi i giochi quando vengono aggiunti
ja_jp: 新しいゲームを追加した時に圧縮を指定する
lt_lt: Suspausti žaidimus kai įkeliama
nl: Comprimeer de spellen tijdens het toevoegen
pl_pl: Kompresuj gry podczas dodawania
pt_br: Comprimir jogos ao adicionar
ru_ru: Сжимать игры при добавлении

# compressBoxArtToolStripMenuItem.Text
source: Compress box art when adding
de_de: Cover beim Hinzufügen komprimieren
pt_br: Comprimir imagens de capa ao adicionar

# centerBoxArtThumbnailToolStripMenuItem.Text
source: Center box art thumbnail
de_de: Cover im Thumbnail zentrieren
pt_br: Centralizar miniatura da imagem da capa

# disableHakchi2PopupsToolStripMenuItem.Text
source: Disable hakchi2 pop-ups
de_de: Hakchi2 Nachrichten deaktivieren
pt_br: Desabilitar pop-ups do hakchi2

# enableInformationScrapeOnImportToolStripMenuItem.Text
source: Enable automatic information scrape on import
pt_br: Habilitar procura automática de informações ao importar

# devForceSshToolStripMenuItem.Text
source: Force file transfers over SSH
de_de: Erzwinge SSH für Datei-Übertragungen
pt_br: Forçar transferência de arquivos por SSH

# uploadTotmpforTestingToolStripMenuItem.Text
source: Upload to /tmp (for testing)
de_de: Nach /tmp hochladen (zum testen)
pt_br: Subir para /tmp (para teste)

# forceNetworkMembootsToolStripMenuItem.Text
source: Force Network memboots
de_de: Erzwinge Network MemBoots
pt_br: Forçar Network memboots

# forceClovershellMembootsToolStripMenuItem.Text
source: Force Clovershell memboots
de_de: Erzwinge Clovershell MemBoots
pt_br: Forçar Clovershell memboots

# downloadLatestHakchiToolStripMenuItem.Text
source: Download Latest Hakchi
pt_br: Baixar o Hakchi mais atual

# developerToolsToolStripMenuItem.Text
source: Developer tools
de_de: Entwickler-Tools
pt_br: Ferramentas de desenvolvedores

# separateGamesForMultibootToolStripMenuItem.Text
source: Separate games for multiboot
de_de: Teile Spiele für Multiboot auf
pt_br: Jogos separados para multiboot

# alwaysCopyOriginalGamesToolStripMenuItem.Text
source: Always copy original games
pt_br: Sempre copiar os jogos originais

# useLinkedSyncToolStripMenuItem.Text
source: Use linked sync
de_de: Benutze Linked-Sync
pt_br: Usar sincronização vinculada (linked sync)

# resetUsingCombinationOfButtonsToolStripMenuItem.Text
source: Use button combination to reset
ca_es: Utilitzar combinació de botons per a Reset
chs: 使用按键组合重启
de_de: Benutze Tastenkombination fürs Zurücksetzen
el_gr: Χρήση συνδυασμού πλήκτρων για επαναφορά
es_ar: Usar combinación de botones para resetear
es_es: Usar combinación de botones para Reset
fi_fi: Käytä näppäinyhdistelmää resetointiin
id_id: Gunakan kombinasi tombol untuk me-reset
it_it: Utilizza combinazione tasti per resettare
ja_jp: コマンド入力でリセットする
lt_lt: Mygtuku kombinacija paleidimui išnaujo
nl: Gebruik een knop combinatie om te resetten
pl_pl: Użyj kombinacji klawiszy by zresetować
pt_br: Usar combinação de botões para resetar
ru_ru: Использовать комбинацию кнопок для выхода в меню

# selectButtonCombinationToolStripMenuItem.Text
source: Select reset button combination
ca_es: Selecciona una combinació de botons per a Reset
chs: 选择重启的按钮组合
de_de: Wähle Kombination, um ins Menü zu gehen
el_gr: Επιλογή συνδυασμού πλήκτρων για επαναφορά
es_ar: Seleccionar combinación de botones para resetear
es_es: Selecciona una combinación de botones para Reset
fi_fi: Valitse resetointinäppäinyhdistelmä
id_id: Pilih kombinasi tombol reset
it_it: Seleziona combinazione tasti per simulare il pulsante reset
ja_jp: リセットボタンにするコマンドを選択
lt_lt: Pasirinkite paleidimo iš naujo mygtukų kombinaciją
nl: Selecteer de reset knop combinatie
pl_pl: Wybierz komibnację klawiszy resetu
pt_br: Selecionar combinação de botões para resetar
ru_ru: Выбрать комбинацию кнопок для выхода в меню

# enableAutofireToolStripMenuItem.Text
source: Use "Select+A/B" to enable autofire on A/B
ca_es: Prem "Select+A/B" per activar el "Autofire" en A/B
chs: 用“Select + A或B”打开A/B键连发
de_de: Benutze "Select+A/B", um Autofeuer für A/B zu aktivieren
el_gr: Χρήση "Select+A/B" για ενεργοποίηση αυτόματου στο Α/Β
es_ar: Usar "Select" + "A"/"B" para habilitar disparo automático en los botones "A"/"B"
es_es: Pulsa "Select+A/B" para activar Autofire en A/B
fi_fi: Käytä "Select+A/B" A/B-automaattitulituksen aktivointiin
id_id: Tekan "Select+A/B" untuk mengaktifkan autofire pada A/B
it_it: Usa "Select+A/B" per abilitare l'autofire su A/B
ja_jp: "Select+A/B"で連射モード(A,Bボタン)
lt_lt: "Select+A/B" norint įjungti "autofire" mygtukams A/B
nl: Gebruik “Select+A/B” om autofire te gebruiken op A/B
pl_pl: Włącz autofire
pt_br: Usar "Select+A/B" para habilitar rapid fire no A/B
ru_ru: Использовать "Select+A/B" для включения турбо кнопок

# useXYOnClassicControllerAsAutofireABToolStripMenuItem.Text
source: Use X/Y on Classic Controller as autofire A/B
ca_es: Utilitza X/Y en el comandament Wii Classic Controller com "Autofire" A/B
chs: 将经典控制器的X/Y按钮用作连发A/B键
de_de: Nutze X/Y auf dem Classic Controller als Autofeuer A/B
el_gr: Χρήση Χ/Υ στο Κλασσικό Χειριστήριο ως αυτόματο Α/Β
es_ar: Usar los botones "X"/"Y" en el Classic Controller como disparo automático de "A"/"B"
es_es: Usa X/Y en el mando Wii Classic Controller como Autofire A/B
fi_fi: Käytä Classic Controllerin X/Y-näppäimiä A/B-automaattitulitukseen
id_id: Gunakan X/Y pada Classic Controller sebagai autofire A/B
it_it: Utilizza X/Y sul Classic Controller come autofire per A/B
ja_jp: クラシックコントローラーの X/Yボタン で A/Bボタンの連射入力
lt_lt: X/Y naudojimas "Classic" žaidimų pulte kaip "autofire" A/B
nl: Gebruik X/Y om autofire te gebruiken voor de A/B knoppen op de klassieke controller
pt_br: Usar X/Y do Controle Classic como rapid fire A/B
ru_ru: Использовать X/Y на Classic Controller как турбо A/B

# upABStartOnSecondControllerToolStripMenuItem.Text
source: "Up+A+B = Start" on 2nd controller
ca_es: "Amunt+A+B = Start" en el 2n comandament
chs: 上 + A + B = 2P手柄的Start键
de_de: "Hoch+A+B = Start" auf dem 2. Controller
el_gr: "Up+A+B = Start" στο 2ο χειριστήριο
es_ar: "Arriba" + "A" + "B" = "Start" en el 2° control
es_es: "Arriba+A+B = Start" en el 2º mando
fi_fi: "Ylös+A+B" = Start 2-ohjaimessa
id_id: "Atas+A+B = Start" pada kontroler 2
it_it: "Su+A+B = Start" sul secondo controller
ja_jp: 2コンでStartボタン"十字キー上+A+B"(海外ソフト用)
lt_lt: "Up+A+B = Start" antrajame žaidimų pulte
nl: "Omhoog+A+B = Start" op de 2de controller
pl_pl: "Góra+A+B = Start" na 2gim kontrolerze
pt_br: "Cima+A+B=Start" no controle 2
ru_ru: "Up+A+B = Start" на втором контроллере

# cloverconHackToolStripMenuItem.Text
source: Controller hacks
ca_es: Ajuda/dreceres per als comandaments
chs: 手柄强化功能
el_gr: Hacks χειριστηρίου
es_ar: Configuración avanzada del control
es_es: Ayuda/atajos para los mandos
fi_fi: Ohjainhackit
id_id: Retasan kontroler
it_it: Hacks per il controller
ja_jp: コントローラーハック
lt_lt: Žaidimų pulto laužimai
nl: Besturingshacks
pl_pl: Mody kontrolerów
pt_br: Hacks do controle
ru_ru: Хаки контроллера

# globalCommandLineArgumentsexpertsOnluToolStripMenuItem.Text
source: Global command-line (Experts!)
ca_es: Línia de comandament global (Només per a usuaris avançats)
chs: 全局命令行参数 (专业用户使用!)
de_de: Globale Kommandozeilen-Argumente (nur Experten!)
el_gr: Καθολικές παράμετροι γραμμής εντολών (μόνο για προχωρημένους!)
es_ar: Argumentos globales de línea de comando (¡sólo para expertos!)
es_es: Línea de comando global (Sólo usuarios expertos)
fi_fi: Yleiset komentoriviparametrit (vain asiantuntijoille!)
id_id: Global command-line arguments (khusus ahli!)
it_it: Argomenti globali da linea di comando (solo per esperti!)
ja_jp: グローバルコマンドライン引数 (上級者向け)
lt_lt: Globalūs komandinės eilutės argumentai (tik ekspertams!)
nl: Globale opdracht regel (Alleen voor experts!)
pl_pl: Globalne argumenty wiersza poleceń (tylko eksperci!)
pt_br: Linha de comandos global (Só para quem sabe!)
ru_ru: Глобальные параметры командной строки

# epilepsyProtectionToolStripMenuItem.Text
source: Disable epilepsy protection
ca_es: Desactivar protecció contra la epilèpsia
chs: 禁用癫痫保护
de_de: Epilepsieschutz deaktivieren
el_gr: Απενεργοποίηση προστασίας επιληψίας
es_ar: Deshabilitar protección antiepiléptica
es_es: Desactivar protección contra la epilepsia
fi_fi: Poista epilepsiasuoja
id_id: Nonaktifkan proteksi epilepsi
it_it: Disabilita protezione epilessia
ja_jp: てんかん予防を無効化(原色表示)
lt_lt: Išjungti epilepsijos apsaugą
nl: Zet de epilepsie beveiliging uit
pl_pl: Zabezpieczenie przed epilepsją
pt_br: Desabilitar proteção contra epilepsia
ru_ru: Выключить защиту от приступов эпилепсии

# saveSettingsToNESMiniNowToolStripMenuItem.Text
source: Save settings to mini now
ca_es: Guardar opcions a la NES/SNES Mini ara
chs: 将设置保存到迷你红白机
de_de: Einstellungen in mini jetzt speichern
el_gr: Αποθήκευση ρυθμίσεων στο NES/SNES Mini τώρα
es_ar: Guardar configuración a la NES/SNES Classic Edition ahora
es_es: Guardar opciones a la NES/SNES Mini ahora
fi_fi: Tallenna asetukset NES/SNES Miniin nyt
id_id: Simpan penataan ke NES/SNES Mini sekarang
it_it: Salva le impostazioni nel NES/SNES Mini ora
ja_jp: 設定をファミコン/スーファミ ミニへセーブ
lt_lt: Išsaugoti nustatymus į NES/SNES Mini dabar
nl: Bewaar nu de instelling op de NES/SNES Mini
pl_pl: Zapisz ustawienia do NES/SNES Mini
pt_br: Salvar as configurações no mini agora
ru_ru: Сохранить настройки в NES/SNES Mini сейчас

# settingsToolStripMenuItem.Text
source: &Settings
ca_es: &Opcions
chs: 设置(&S)
de_de: &Einstellungen
el_gr: &Ρυθμίσεις
es_ar: &Configuración
es_es: &Opciones
fi_fi: &Asetukset
id_id: &Penataan
it_it: &Impostazioni
ja_jp: 設定(&S)
lt_lt: &Nustatymai
nl: &Instellingen
pl_pl: &Ustawienia
pt_br: &Configurações
ru_ru: &Настройки

# saveStateManagerToolStripMenuItem.Text
source: Save-State Manager
ca_es: Gestió dels punts de suspensió
chs: 即时存档管理器
de_de: Manager der Speicherstände
el_gr: Διαχειριστής Αποθηκευμένων Σημείων
es_ar: Administrador de puntos de suspensión
es_es: Gestión de los puntos de suspensión
fi_fi: Tallennusten hallinta
id_id: Pengaturan Save-State
it_it: Gestore dei punti di sospensione
ja_jp: ステートセーブ マネージャー
lt_lt: Saugos taškų tvarkyklė
nl: Opslagpunten Beheerder
pl_pl: Menadżer Save'ów
pt_br: Gerenciador de Save-State
ru_ru: Менеджер сохранений

# takeScreenshotToolStripMenuItem.Text
source: Take screenshot
ca_es: Fer una captura de pantalla
chs: 截取屏幕截图
de_de: Einen Screenshot machen
el_gr: Λήψη στιγμιότυπου οθόνης
es_ar: Hacer una captura de pantalla
es_es: Realizar captura de pantalla
fi_fi: Ota kuvankaappaus
id_id: Ambil tangkapan layar
it_it: Fai uno screenshot
ja_jp: スクリーンショットを撮る
lt_lt: Padaryti ekrano atvaizdą
nl: Schermafbeelding maken
pl_pl: Zrobić zrzut ekranu
pt_br: Capturar tela
ru_ru: Сделать скриншот

# saveDmesgOutputToolStripMenuItem.Text
source: Save dmesg output
pt_br: Salvar o dmesg output
