Repository: ClusterM/hakchi2
Catalog: MainForm.*.resx
Languages: ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, id_id, it_it, ja_jp, lt_lt, nl, pl_pl, pt_br, ru_ru

# label1.Text
source: Offline
ca_es: Data de llançament (AAAA-MM-DD)
chs: 发行日期 (年-月-日):
de_de: Veröffentlichungsdatum (JJJJ-MM-TT):
el_gr: Ημερομηνία κυκλοφορίας (ΕΕΕΕ-ΜΜ-ΗΗ):
es_ar: Fecha de lanzamiento (AAAA-MM-DD):
es_es: Fecha de lanzamiento (AAAA-MM-DD)
fi_fi: Julkaisupäivämäärä (VVVV-KK-PP):
id_id: Tanggal rilis (YYYY-MM-DD):
it_it: Data di rilascio (AAAA-MM-GG):
ja_jp: 発売日 (YYYY-MM-DD):
lt_lt: Išleidimo data (YYYY-MM-DD):
nl: Uitgifte datum (JJJJ-MM-DD)
pl_pl: Data wydania (YYYY-MM-DD):
pt_br: Desconectado
ru_ru: Дата выхода (YYYY-MM-DD):

# flashUbootToolStripMenuItem.Text
source: Flash uboot
de_de: uboot flashen

# deleteSelectedGamesToolStripMenuItem.ShortcutKeyDisplayString
source: Del
de_de: Entf

# $this.Text
source: hakchi2
de_de: Hakchi2 CE

# kernelToolStripMenuItem.Text
source: &Kernel
chs: 内核(&K)
el_gr: &Πυρήνας
fi_fi: &Ydin
ja_jp: カーネル(&K)
lt_lt: &Branduolys
ru_ru: &Ядро
