Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# DownloadAllCoversTitle
source: Downloading box art for all games (I'm feeling lucky!)
bg_bg: Изтегляне на box art за всички игри (Чувствам се късметлия!)
ca_es: Descarregant caràtules para tots els jocs
chs: 正在自动下载所有游戏的包装图（全看人品了！）
de_de: Downloade Covers für alle Spiele (Ich fühle mich glücklich!)
el_gr: Κατέβασμα εξώφυλλων κουτιών για όλα τα παιχνίδια (Αισθάνομαι τυχερός!)
es_ar: Descargando arte de caja para todos los juegos (¡Me siento con suerte!)
es_es: Descargando carátulas para todos los juegos
fi_fi: Ladataan kansitaidetta kaikille peleille (Kokeilen onneani!)
fr_fr: Télécharger les illustrations pour tous les jeux (j’ai de la chance !)
id_id: Unduh box art untuk semua game (Saya lagi beruntung!)
it_it: Scarica le copertine per tutti i giochi (mi sento fortunato!)
ja_jp: パッケージ画像をダウンロード(Google I'm Feeling Luckyを使用)
nl: Download verpakkingsafbeelding (Ik doe een gok!)
pl_pl: Pobieranie okładek dla wszystkich gier (Szczęśliwy traf!)
pt_br: Baixando box art (Me sinto com sorte!)
pt_pt: Baixando arte de caixa para todos os jogos (sinto-me com sorte!)
ru_ru: Качаем обложки для всех игр (Мне повезёт!)
sk_sk: Stiahnutie obalu pre všetky hry (Skúsim štastie!)
sv_se: Ladda ner omslag för alla spel (jag har tur!)
uk_ua: Качаємо обкладинки дляусіх ігор (Мені пощастить!)
zh_tw: 自動從Google下載所有遊戲封面圖片 ( 結果如何就看人品了XD )

# DownloadCoverQ
source: Do you want to try to download box art for "{0}"?
es_ar: ¿Querés intentar descargar el arte de caja de "{0}"?
fi_fi: Haluatko yrittää ladata kansitaiteen pelille "{0}"?
fr_fr: Voulez-vous tenter de télécharger une illustration pour "{0}" ?
id_id: Apakah Anda ingin mengunduh box art untuk "{0}"?
it_it: Vuoi provare a scaricare la copertina per "{0}"?
ja_jp: "{0}"のパッケージ画像のダウンロードを試みますか?
nl: Wil je proberen de verpakkingsafbeelding te downloaden voor "{0}"?
pt_br: Deseja tentar baixar uma box art para "{0}"?

# DumpKernelQ
source: Do you want to dump the kernel?
bg_bg: Искаш ли да разтовариш ядрото?
ca_es: Voleu bolcar el kernel?
chs: 您是否要导出内核镜像?
de_de: Möchtest du den Kernel sichern?
el_gr: Θέλετε να αποθηκεύσετε τον πυρήνα;
es_ar: ¿Querés volcar el kernel?
es_es: ¿Quieres volcar el kernel?
fi_fi: Haluatko dumpata ytimen?
fr_fr: Voulez-vous extraire le kernel ?
id_id: Apakah Anda ingin men-dump kernel?
it_it: Vuoi fare il dump del kernel?
ja_jp: カーネルをダンプしてもよろしいですか?
nl: Wil je de kernel opslaan?
pl_pl: Czy chcesz zgrać kernel?
pt_br: Deseja obter uma cópia do kernel(backup)?
pt_pt: Deseja despejar o kernel?
ru_ru: Сдампить образ ядра NES Mini?
sk_sk: Chcete zálohovať kernel?
sv_se: Vill du dumpa kärnan?
uk_ua: Здампити образ ядра NES/SNES Mini?
zh_tw: 您是否想要傾印核心檔案 ?

source: Dumping kernel...
bg_bg: Разтоварване на ядрото...
ca_es: Bolcant el kernel...
chs: 正在导出内核镜像...
de_de: Kernel wird gesichert...
el_gr: Αποθήκευση πυρήνα…
es_ar: Volcando kernel…
es_es: Volcando el kernel...
fi_fi: Dumpataan ydintä...
fr_fr: Extraction du kernel…
id_id: Men-dump kernel...
it_it: Sto facendo il dump del kernel...
ja_jp: カーネルをダンプしています...
nl: Kernel aan het opslaan...
pl_pl: Zgrywanie kernela...
pt_br: Obtendo kernel(realizando backup)...
pt_pt: Dumping(escrevando) kernel ...
ru_ru: Читаем образ ядра...
sk_sk: Zálohovanie kernelu...
sv_se: Dumpar kärnan…
uk_ua: Читаємо образ ядра...
zh_tw: 正在傾印核心...

source: Dumping NAND...
ca_es: Bolcant la NAND
chs: 正在导出NAND...
es_ar: Volcando NAND…
es_es: Volcando NAND...
fi_fi: Dumpataa NANDia...
fr_fr: Extraction NAND...
id_id: Men-dump NAND…
it_it: Dump della NAND in corso...
ja_jp: NANDをダンプしています...
nl: NAND word gedumpt...
pt_br: Obtendo NAND...
zh_tw: 正在傾印記億體...

source: Error
bg_bg: Грешка
chs: 错误
de_de: Fehler
el_gr: Σφάλμα
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
ja_jp: エラー
nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ru_ru: Ошибка
sk_sk: Chyba
sv_se: Fel
uk_ua: Помилка
zh_tw: 錯誤

source: Executing command:
bg_bg: Изпълняване на команда:
ca_es: Executant el comandament:
chs: 正在执行命令:
de_de: Befehl ausführen:
el_gr: Εκτέλεση εντολής:
es_ar: Ejecutando comando:
es_es: Ejecutando el comando:
fi_fi: Ajetaan komentoa:
fr_fr: Exécution des commandes :
id_id: Melaksanakan perintah:
it_it: Sto eseguendo il comando:
ja_jp: コマンド実行:
nl: Commando's aan het uitvoeren:
pl_pl: Wykonywanie komendy:
pt_br: Executando comando:
pt_pt: Executando comando:
ru_ru: Выполняем команду:
sk_sk: Vykonanie príkazu:
sv_se: Utför kommando:
uk_ua: Виконуємо команду:
zh_tw: 執行命令 :

# ExtraArgsInfo
source: You can add global command-line arguments which will be appended to all games including the original. This is only for experts!
bg_bg: Можете да добавите глобални аргументи от командния ред, които ще бъдат добавени към всички игри, включително оригинала 30. Това е само за експерти!
ca_es: Podeu afegir línia de comando globals que s'aplicaran a tots els jocs, incloent els 30 originals. (Només per a experts)
chs: 您可以添加全局命令行参数，这将会应用到包括原版内置的30个游戏在内的所有游戏。此选项仅供专家使用！
de_de: Du kannst Globale Kommandozeilen Argumente hinzufügen, welche an alle Spiele angehängt werden, inklusive der 30 originalen. Das ist nur für Experten!
el_gr: Μπορείτε να προσθέσετε καθολικές παραμέτρους γραμμής εντολών οι οποίες θα προσαρτηθούν σε όλα τα παιχνίδια, συμπεριλαμβανομένων των 30 αυθεντικών. Αυτό είναι μόνο για προχωρημένους!
es_ar: Podés agregar argumentos globales de línea de comando el cual pueden ser agregados a todos los juegos, incluyendo los originales. ¡Sólo para expertos!
es_es: Puedes añadir línea de comando globales que se aplicarán a todos los juegos, incluyendo los 30 originales. (Sólo para expertos)
fi_fi: Voit lisätä yleisiä komentoriviargumentteja, jotka lisätään kaikkiin peleihin alkuperäiset 30 mukaan lukien. Tämä on vain asiantuntijoille!
fr_fr: Vous pouvez ajouter des arguments de ligne de commande globaux qui seront ajoutés à tous les jeux, y compris les jeux d’origine. Pour utilisateurs avancés seulement !
id_id: Anda dapat menambahkan global command-line arguments yang akan ditambahkan ke semua game termasuk 30 game orisinal. Ini hanya untuk yang ahli!
it_it: È possibile aggiungere argomenti da linea di comando che saranno aggiunti a tutti i giochi compresi gli originali. Solo per esperti!
ja_jp: プリインストールされたゲームを含む、全てのゲームにグローバルコマンド引数を追加することができます。これは上級者向けの設定です。
nl: Je kunt een globale opdracht regel toevoegen voor alle spellen, inclusief de originele ingebouwde spellen. Dit is alleen voor experts!
pl_pl: Możesz dodać globalne argumenty linii poleceń, które zostaną dodane do wszystkich gier, włącznie z oryginalnymi. Tylko dla ekspertów!
pt_br: Você pode adicionar argumentos globais de linha de comando que serão aplicados a todos os jogos, incluindo os originais. Somente usuários avançados!
pt_pt: Você pode adicionar argumentos globais de linha de comando que serão anexados a todos os jogos, incluindo o original 30. Isso é apenas para especialistas!
ru_ru: Вы можете задать глобальные параметры командной строки, которые будут добавлены ко всем играм, включая оригинальные. Только для экспертов!
sk_sk: Môžete pridať globálne argumenty pre príkazový riadok, ktoré budú pripojené k všetkým hrám vrátane 30 povodných. Táto možnosť je len pre odborníkov!
sv_se: Du kan lägga till globala kommandoradsargument som kommer att läggas till alla spel inklusive de 30 orginalspelen. Detta är endast för experter!
uk_ua: Ви можете задати глобальні параметри командного рядка, які будуть додані до усіх ігор, включаючи оригінальні. Тільки для експертів!
zh_tw: 您可以新增全域通用的命令列執行參數，讓所有遊戲包括原廠內建的30款遊戲全都附加此命令。 ( 限專業玩家使用 ! )

# ExtraArgsTitle
source: Extra command-line arguments
bg_bg: Допълнителни аргументи на командния ред
ca_es: Línia de comandament extra
chs: 额外的命令行参数
de_de: Globale Parameter der Kommandozeile
el_gr: Έξτρα παράμετροι γραμμής εντολών
es_ar: Argumentos extra de línea de comando
es_es: Línea de comando extra
fi_fi: Lisäkomentoriviargumentit
fr_fr: Arguments de ligne de commande supplémentaires
id_id: Command-line arguments ekstra
it_it: Argomenti da linea di comando extra
ja_jp: 拡張コマンドライン引数
nl: Extra opdracht regel commando's
pl_pl: Extra argumenty linii poleceń
pt_br: Argumentos extras de linha de comando
pt_pt: Argumentos adicionais de linha de comando
ru_ru: Глобальные параметры командной строки
sk_sk: Extra argumenty príkazového riadku
sv_se: Extra kommandoradsargument
uk_ua: Глобальні параметри командного рядка
zh_tw: 額外的命令列參數

# FirstRun
source: Hello there! I'm very glad that you are using hakchi2. It's very simple to use. Just click "Add more games", select some ROMs, press "Synchronize" and follow the instructions. Good luck!
bg_bg: Здравей! Много се радвам, че използвате hakchi2. Това е много просто за използване. Просто кликнете върху "Добавяне на още игри", изберете някои ROM, натиснете "Синхронизиране" и следвайте инструкциите. Късмет!
ca_es: Hola! Moltes gràcies per fer servir hakchi2. Aquest programa és molt fàcil d'utilitzar, només ha de fer clic en "Afegir més jocs", seleccionar algunes ROMs, pressionar "Sincronitzar els jocs seleccionats amb la NES/SNES Mini " i seguir les instruccions
chs: 您好！感谢您使用hakchi2。本软件非常简单易用。您只需点击“添加游戏”，选择一些ROM，然后点击“开始同步”，再跟着指示进行操作就可以了。祝您好运！
de_de: Hallo! Ich bin sehr froh, dass Du hakchi2 verwnedest. Es ist sehr einfach zu bedienen. Klicke auf "Mehr Spiele hinzufügen", wähle ein paar ROMs, drücke "Synchronisieren" und folge den Anweisungen. Viel Glück!
el_gr: Γεια σας! Είμαι πολύ χαρούμενος που χρησιμοποιείτε το hakchi2. Είναι πολύ απλό στη χρήση. Απλά επιλέξτε "Προσθήκη περισσότερων παιχνιδιών", επιλέξτε μερικές ROMs, πατήστε "Συγχρονισμός" και ακολουθήστε τις οδηγίες. Καλή επιτυχία!
es_ar: ¡Hola, che! Estoy muy contento de que estés usando hakchi2. Es muy fácil de usar. Simplemente hacé clic en "Agregar más juegos", seleccioná algunas ROMs, presioná el botón para sincronizar y seguí las instrucciones. ¡Éxitos!
es_es: ¡Hola! Muchas gracias por usar hakchi2. Este programa es muy fácil de usar, sólo tienes que hacer click en "Añadir más juegos", seleccionar algunas ROMs, presionar "Sincronizar los juegos seleccionados con NES/SNES Mini " y seguir las instrucciones
fi_fi: Heipä hei! Olen iloinen, että käytät hakchi2:a. Sen käyttäminen on todella yksinkertaista. Klikkaa vain "Lisää pelejä", valitse ROMeja, paina "Synkronoi" ja seuraa ohjeita. Onnea matkaan!
fr_fr: Bien le bonjour ! Je suis ravi que vous utilisiez hakchi2. Il est très simple dcutilisation. Vous n’avez qu’à cliquer sur "Ajouter plus de jeux", choisir différents ROMs, appuyer sur "Synchroniser" et suivre les instructions. Bonne chance !
id_id: Halo! Saya senang Anda menggunakan hakchi2. Aplikasi ini sangatlah mudah digunakan. Cukup klik "Tambah game lagi", pilih ROM, klik "Sinkronkan", kemudian ikuti saja instruksi selanjutnya. Semoga berhasil!
it_it: Ciao! Sono molto felice che tu stia usando hakchi2. È molto facile da usare. Clicca semplicemente su "Aggiungi altri giochi", seleziona alcune ROMs, premi "Sincronizza" e segui le istruzioni. Buona fortuna!
ja_jp: こんにちは！ hakchi2をご使用いただきありがとうございます。 使い方はとても簡単です。 「ゲームの新規追加」をクリックし、追加したいROMを選択し、「同期」を押して指示に従ってください。
nl: Hallo! Ik vind het fijn dat je Hakchi2 gebruikt. Het werkt simpel: Klik gewoon op “Meer spellen toevoegen”, selecteer wat ROMs, druk op ”Synchroniseren” en volg de instructies. Veel plezier!
pl_pl: Witaj! Bardzo mi miło, że używasz mojej aplikacji. To bardzo proste. Kliknij "Dodaj więcej gier", wybierz ROMy, naciśnij "Synchronizuj" i postępuj zgodnie z instrukcjami. Powodzenia!
pt_br: Olá! Estou muito feliz que esteja utilizando o hakchi2. É muito simples de usar. Basta clicar em "Adicionar mais jogos", selecionar algumas ROMs, pressionar "Sincronizar" e siguir as instruções. Boa sorte!
pt_pt: Olá! Estou muito feliz que você está usando hakchi2. É muito simples de usar. Basta clicar em "Adicionar mais jogos", selecione algumas ROMs, pressione "Sincronizar" e siga as instruções. Boa sorte!
ru_ru: Привет! Я очень рад, что вы пользуетесь моей программой. Её очень просто использовать: нажмите кнопку "Добавить игр", выберите ROMы, затем жмите "Синхронизировать" и следуйте инструкциям. Удачи!
sk_sk: Ahoj! Som veľmi rád že používate hakchi2. Je veľmi jednoduchý na používanie. Stačí kliknúť na tlačidlo "Pridať viac hier", vybrať niektoré hry, stlačiť tlačidlo "Synchronizovať" a postupovať podľa pokynov. Veľa štastia!
sv_se: Hej där! Jag är mycket glad att du använder hakchi2. Den är väldigt enkelt att använda. Klicka bara på "Lägg till fler spel", välj några ROMs, tryck på "Synkronisera" och följ instruktionerna. Lycka till!
uk_ua: Привіт! Я дуже радий, що ви користуєтеся моєю програмою. Її дуже просто користуватись: натисніть кнопку "Додати ігор", виберіть ROMи, потім натисніть"Синхронізувати" і дотримуйтесь інструкцій. Успіхів!
zh_tw: 您好 ! 感謝您使用 hakchi2 ，只要按下「新增更多遊戲」，選擇遊戲ROM檔，再按下「開始同步處理」並依照指示進行動作即可。非常簡單，祝您好運 !

# FlashNandCQ
source: Do you want to flash NAND-C partition image? It will replace all user data.
fi_fi: Haluatko flashata NAND-C-osiokuvan? Se korvaa kaiken käyttäjädatan.
fr_fr: Voulez-vous flasher l’image de la partition NAND-C ? Ceci remplacera toutes les données utilisateur.
id_id: Apakah Anda ingin mem-flash image partisi NAND-C? Semua data pengguna akan tergantikan.

# FlashingNand
source: Flashing NAND memory...
fi_fi: Flashataan NAND-muistia...
fr_fr: Flash de la mémoire NAND...
id_id: Mem-flash memori NAND...
pt_br: Escrevendo memória NAND...

# FlasingCustom
source: Flashing custom kernel...
bg_bg: Примигване на персонализираното ядро...
ca_es: Flashetjant el custom kernel...
chs: 正在刷写自定义内核镜像...
de_de: Flashe benutzerdefinierten Kernel...
el_gr: Εγγραφή προσαρμοσμένου πυρήνα…
es_ar: Flasheando kernel personalizado…
es_es: Flasheando el custom kernel...
fi_fi: Flashataan mukautettua ydintä…
fr_fr: Flash du kernel custom…
id_id: Mem-flash kernel custom...
it_it: Sto flashando il kernel modificato…
ja_jp: カスタムカーネルを書き込み中...
nl: De aangepaste kernel aan het flashen...
pl_pl: Wgrywanie zmodyfikowanego kernela...
pt_br: Escrevendo(instalando) o kernel personalizado...
pt_pt: Flash(escreve) o kernel personalizado ...
ru_ru: Прошиваем модифицированное ядро...
sk_sk: Flashovanie vlastného kernelu...
sv_se: Flashar anpassad kärna…
uk_ua: Прошиваємо модифіковане ядро...
zh_tw: 正在覆寫自訂核心...

# FlasingOriginal
source: Flashing original kernel...
bg_bg: Примигване на оригиналното ядро...
ca_es: Flashetjant el kernel original...
chs: 正在刷写原版内核镜像...
de_de: Flashe originalen Kernel...
el_gr: Εγγραφή αυθεντικού πυρήνα…
es_ar: Flasheando kernel original…
es_es: Flasheando el kernel original...
fi_fi: Flashataan alkuperäistä ydintä…
fr_fr: Flash du kernel d’origine…
id_id: Mem-flash kernel orisinal...
it_it: Sto flashando il kernel originale…
ja_jp: オリジナルカーネルを書き込み中...
nl: De originele kernel aan het flashen...
pl_pl: Wgrywanie oryginalnego kernela...
pt_br: Escrevendo(instalando) o kernel original...
pt_pt: Flash(escreve) o original kernal ...
ru_ru: Прошиваем оригинальное ядро...
sk_sk: Flashovanie originálneho kernelu...
sv_se: Flashar original kärna…
uk_ua: Прошиваємо оригінальне ядро...
zh_tw: 正在覆寫原廠核心...

# FolderContent
source: Deleted content will be moved to the Recycle Bin. You can delete this folder permanently or move the games to other folders.
bg_bg: Изтритото съдържание ще бъде преместено в кошчето. Можете да изтриете тази папка постоянно или да преместите игри в други папки.
ca_es: El contingut eliminat es mourà a la paperera de reciclatge, podeu eliminar aquesta carpeta permanentment o moure els jocs a altres carpetes
chs: 已删除的内容会被移动到回收站。您可以永久删除该文件夹，或者把游戏移动到其他文件夹。
de_de: Gelöschter Inhalt wird in den Papierkorb verschoben. Du kannst diesen Ordner permanent löschen oder die Spiele in andere Ordnern verschieben.
el_gr: Το διαγραμμένο περιεχόμενο θα μετακινηθεί στον Κάδο Ανακύκλωσης. Μπορείτε να διαγράψετε αυτό τον φάκελο μόνιμα ή να μετακινήσετε τα παιχνίδια σε άλλους φακέλους.
es_ar: El contenido eliminado será movido a la Papelera de reciclaje. Podés eliminar esta carpeta permanentemente o mover los juegos a otras carpetas.
es_es: El contenido eliminado se moverá a la papelera de reciclaje, puedes eliminar esta carpeta permanentemente o mover los juegos a otras carpetas
fi_fi: Poistettu sisältö siirretään Roskakoriin. Voit poistaa tämän kansion pysyvästi tai siirtää pelit muihin kansioihin.
fr_fr: Le contenu supprimé sera déplacé vers la corbeille. Vous pouvez supprimer définitivement ce dossier ou déplacer les jeux vers un autre dossier.
id_id: Game yang terhapus akan dipindahkan ke dalam Recycle Bin. Anda dapat menghapus folder ini secara permanen atau memindahkan game-nya ke folder yang lain.
it_it: I contenuti cancellati verranno spostati nel cestino. Puoi cancellare definitivamente tale cartella o spostare i giochi in altre cartelle.
ja_jp: 削除されたコンテンツはゴミ箱に移動されます。ゴミ箱から完全に削除するか、他のフォルダに移すことが可能です。
nl: Verwijderde spellen worden in de prullenbak geplaast. Je kunt deze map in zijn geheel verwijderen of de spellen naar een andere map verplaatsen.
pl_pl: Zawartość foldera zostanie przeniesiona do "Unsorted".
pt_br: O conteúdo excluído será movido para a Lixeira. Você pode excluir esta pasta permanentemente ou mover os jogos para outras pastas.
pt_pt: O conteúdo excluído será movido para a Lixeira de reciclagem. Você pode excluir esta pasta permanentemente ou mover os jogos para outras pastas.
ru_ru: Контент будет перемещён в папку "Recycle Bin". Вы можете удалить её насовсем или переместить игры в другие директории.
sv_se: Raderat innehåll kommer att flyttas till papperskorgen. Du kan ta bort den här mappen permanent eller flytta spelen till andra mappar.
uk_ua: Контент буде переміщений в папку "Кошик". Ви можете видалити її назовсім або перемістити гри в інші директорії.
zh_tw: 已刪除的內容將會被移至資源回收筒，您可以永久刪除這個資料夾或移動遊戲到其他資料夾存放。

# FolderNameBack
source: Back
bg_bg: Обратно
ca_es: Enrere
chs: 返回
de_de: Zurück
el_gr: Πίσω
es_ar: Volver
es_es: Atrás
fi_fi: Takaisin
fr_fr: Retour
id_id: Kembali
it_it: Indietro
ja_jp: 戻る
nl: Terug
pt_br: Voltar
pt_pt: Para traz
sk_sk: Späť
sv_se: Tillbaka
uk_ua: Назад
zh_tw: 返回

# FolderNameMoreGames
source: More games...
bg_bg: Още игри...
ca_es: Més jocs...
chs: 更多游戏...
de_de: Mehr Spiele...
el_gr: Περισσότερα παιχνίδια…
es_ar: Más juegos…
es_es: Más juegos...
fi_fi: Lisää pelejä...
fr_fr: Plus de jeux…
id_id: Game-game lainnya...
it_it: Più giochi…
ja_jp: その他のゲーム...
nl: Meer spellen...
pt_br: Mais jogos...
pt_pt: Mais jogos...
sk_sk: Viac hier...
sv_se: Fler spel…
uk_ua: Більше ігор...
zh_tw: 更多遊戲...

# FolderNameNewFolder
source: New folder
bg_bg: Нова папка
ca_es: Nova carpeta
chs: 新建文件夹
de_de: Neuer Ordner
el_gr: Νέος φάκελος
es_ar: Nueva carpeta
es_es: Nueva carpeta
fi_fi: Uusi kansio
fr_fr: Nouveau dossier
id_id: Folder baru
it_it: Nuova cartella
ja_jp: 新しいフォルダー
nl: Nieuwe map
pt_br: Nova pasta
pt_pt: Nova pasta
sk_sk: Nový priečinok
sv_se: Ny mapp
uk_ua: Нова папка
zh_tw: 新增資料夾

# FolderNameOriginalGames
source: Original games
bg_bg: Оригинални xx игри
ca_es: Jocs originals
chs: 原版内置的xx个游戏
de_de: Originale Spiele
el_gr: xx αυθεντικά παιχνίδια
es_ar: Los juegos originales
es_es: xx juegos originales
fi_fi: Alkuperäiset xx peliä
fr_fr: Jeux d’origine
id_id: xx game orisinal
it_it: Giochi originali
ja_jp: プリインストールされたゲーム
nl: Originele spellen
pt_br: Jogos originais
pt_pt: Original xx jogos
sk_sk: Originálnych xx hier
sv_se: xx orginalspelen
uk_ua: Оригінальні xx ігор
zh_tw: 原廠內建xx款經典遊戲

# FolderNameTrashBin
source: Recycle Bin
bg_bg: Кошче
ca_es: Paperera de reciclatge
chs: 回收站
de_de: Papierkorb
el_gr: Κάδος Ανακύκλωσης
es_ar: Papelera de reciclaje
es_es: Papelera de reciclaje
fi_fi: Roskakori
fr_fr: Corbeille
it_it: Cestino
ja_jp: ゴミ箱
nl: Prullenbak
pt_br: Lixeira
pt_pt: Lixeira de reciclagem
sk_sk: Odpadkový kôš
sv_se: Papperskorgen
uk_ua: Кошик
zh_tw: 回收桶

# FolderNameUnsorted
source: Unsorted
bg_bg: Несортирани
ca_es: Sense classificar
chs: 未排序
de_de: Unsortiert
el_gr: Μη ταξινομημένα
es_ar: Sin ordenar
es_es: Sin clasificar
fi_fi: Lajittelematon
fr_fr: À classer
id_id: Belum Tersortir
it_it: Non classificati
ja_jp: 未分類
nl: Ongesorteerd
pt_br: Sem classificação
pt_pt: não triados
sk_sk: Nezatriedené
sv_se: Osorterat
uk_ua: Невідсортовані
zh_tw: 未分類

# FolderStatistics
source: Folder "{0}" contains {1} elements.
bg_bg: Папка "{0}" cъдържа {1} eлементи.
ca_es: La carpeta "{0}" conté {1} ROM(s)
chs: 文件夹 "{0}" 包含 {1} 个元素。
de_de: Ordner "{0}" enthält {1} Element(e).
el_gr: Ο φάκελος "{0}" περιέχει {1} στοιχεία.
es_ar: La carpeta "{0}" contiene {1} elementos.
es_es: La carpeta "{0}" contiene {1} ROM(s)
fi_fi: Kansio "{0}" sisältää {1} elementtiä.
fr_fr: Le dossier "{0}" contient {1} élément(s).
id_id: Folder "{0}" berisi {1} elemen.
it_it: La cartella "{0}" contiene {1} elementi.
ja_jp: "{0}" フォルダーには {1}個の要素が含まれています。
nl: Map “{0}” bevat {1} ROM.
pl_pl: Folder "{0}" zawiera {1} element.
pt_br: A pasta "{0}" contém {1} ROM(s).
pt_pt: A pasta "{0}" contém {1} elementos.
ru_ru: Папка "{0}" содержит {1} элементов.
sk_sk: Zložka "{0}" obsahuje {1} položiek.
sv_se: Mappen "{0}" innehåller {1} element.
uk_ua: Папка "{0}" містить {1} елементів.
zh_tw: 資料夾 "{0}" 包含 {1} 個元素。

# FoldersSaveQ
source: Do you want to save this folder structure?
bg_bg: Искате ли да запазите структурата на папката?
ca_es: Voleu guardar aquesta estructura de carpetes?
chs: 确定要保存此文件夹结构吗?
de_de: Möchtest du diese Ordnerstruktur speichern?
el_gr: Θέλετε να αποθηκεύσετε αυτή τη δομή φακέλων;
es_ar: ¿Querés guardar esta estructura de carpetas?
es_es: ¿Quieres guardar esta estructura de carpetas?
fi_fi: Haluatko tallentaa tämän kansiorakenteen?
fr_fr: Voulez-vous enregistrer cette structure de dossiers ?
id_id: Apakah Anda ingin menyimpan Folders Structure ini?
it_it: Vuoi salvare questa struttura delle cartelle?
ja_jp: このフォルダー構造を保存しますか?
nl: Wil je deze mappen structuur bewaren?
pl_pl: Czy chcesz zapisać tą strukturę katalogów?
pt_br: Deseja salvar esta estrutura de pastas?
pt_pt: Pretende guardar esta estrutura de pastas?
ru_ru: Сохранить это дерево папок?
sk_sk: Chcete uložiť túto štruktúru priečinkov?
sv_se: Vill du spara den här mappstrukturen?
uk_ua: Зберегти це дерево папок?
zh_tw: 您要儲存此資料夾結構嗎 ?
