Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# AddingGames
source: Processing games, please wait...
bg_bg: Обработка на играта, моля изчакайте...
ca_es: Processant jocs, si us plau, esperi...
chs: 正在处理游戏，请稍候...
de_de: Verarbeite Spiele, bitte warten...
el_gr: Επεξεργασία παιχνιδιών, παρακαλώ περιμένετε…
es_ar: Procesando juegos. Esperá, por favor…
es_es: Procesando juegos, por favor, espera...
fi_fi: Prosessoidaan pelejä, odota ole hyvä...
fr_fr: Traitement des jeux, veuillez patienter…
id_id: Game sedang diproses, mohon tunggu...
it_it: Sto processando i giochi, attendere prego...
ja_jp: ゲームを処理しています, しばらくお待ちください...
nl: Spellen aan het verwerken, nog even geduld alsjeblieft...
pl_pl: Przetwarzanie gier, proszę czekać...
pt_br: Processando os jogos, por favor, aguarde...
pt_pt: Processamento de jogos, aguarde ...
ru_ru: Обрабатываем и добавляем в базу игры. Пожалуйста, подождите...
sk_sk: Spracúvanie hier, prosím počkajte...
sv_se: Bearbetar spel, vänta...
uk_ua: Обробляємо і додаємо в базу ігри. Будь ласка зачекайте...
zh_tw: 處理遊戲檔案中 , 請稍候 ...

source: All files
bg_bg: Всички файлове
ca_es: Tots els arxius
chs: 所有文件
de_de: Alle Dateien
el_gr: Όλα τα αρχεία
es_ar: Todos los archivos
es_es: Todos los archivos
fi_fi: Kaikki tiedostot
fr_fr: Tous les fichiers
id_id: Semua file
it_it: Tutti i files
ja_jp: 全てのファイル
nl: Alle bestanden
pt_br: Todos os arquivos
pt_pt: Todos os ficheiros
sk_sk: Všetky súbory
sv_se: Alla filer
uk_ua: Усі файли
zh_tw: 所有檔案

source: Are you sure?
bg_bg: Сигурни ли сте?
ca_es: Esteu segur?
chs: 您确定吗 ?
de_de: Bist du dir sicher?
el_gr: Είστε σίγουροι;
es_ar: ¿Estás seguro?
es_es: ¿Estás seguro?
fi_fi: Oletko varma?
fr_fr: Êtes-vous sûr ?
id_id: Apakah Anda yakin?
it_it: Sei sicuro?
ja_jp: よろしいですか?
nl: Weet je het zeker?
pl_pl: Jesteś pewien?
pt_br: Você tem certeza?
pt_pt: Você tem certeza?
ru_ru: Вы уверены?
sk_sk: Ste si istý?
sv_se: Är du säker?
uk_ua: Ви впевнені?
zh_tw: 您確定嗎 ?

# AutofillResult
source: Data automatically filled for {0} game(s).
bg_bg: Данните са попълнени автоматично за {0} игра (и).
ca_es: Dades introduïdes automàticament per {0} jocs
chs: 自动为{0}个游戏填充了数据。
de_de: Daten automatisch gefüllt für {0} Spiel(e).
el_gr: Τα στοιχεία συμπληρώθηκαν αυτόματα για {0} παιχνίδι(α).
es_ar: Datos autocompletados para {0} juego/s.
es_es: Datos introducidos automáticamente para {0} juegos
fi_fi: Tiedot täytetty automaattisesti {0} pelille.
fr_fr: Données automatiquement remplies pour {0} jeu(x).
id_id: Data otomatis terisi untuk {0} game.
it_it: Dati inseriti automaticamente per {0} gioco(i)
ja_jp: {0}個のゲームデータが自動的に入力されました
nl: Informatie automatisch aangevuld voor {0} spel(len).
pl_pl: Dane automatycznie uzupełniono dla {0} gier.
pt_br: Dados preenchidos automaticamente para {0} jogo(s).
pt_pt: Dados preenchidos automaticamente para {0} jogos.
ru_ru: Данные автоматически заполнены для {0} игр.
sk_sk: Údaje boli automaticky doplnené pre {0} hry).
sv_se: Data automatisk ifyllt för {0} spel.
uk_ua: Дані автоматично заповнені для {0} ігор.
zh_tw: 會自動填滿為 { 0 } 款遊戲

# AutofireHelp1
source: Hold Select+A/B for a second to enable/disable autofire A/B.
bg_bg: Задръжте Изберете + A / B за секунда, за да включите / изключите autofire A / B.
ca_es: Mantingueu pressionat Select+A/B durant un segon per activar/desactivar Autofire A/B
chs: 按住Select + A或B来打开/关闭连发A/B。
de_de: Halte eine Sekunde Select+A/B, um Autofeuer A/B zu anktivieren/deaktivieren.
el_gr: Κρατήστε πατημένα Select+A/B για ένα δευτερόλεπτο για να ενεργοποιήσετε/απενεργοποιήσετε το αυτόματο Α/Β.
es_ar: Mantené presionado "Select" + "A"/"B" por un segundo para habilitar/deshabilitar disparo automático en los botones "A"/"B".
es_es: Mantén presionado Select+A/B durante un segundo para activar/desactivar Autofire A/B
fi_fi: Pidä Select+A/B painettuna sekunnin ajan A/B-automaattitulituksen kytkemiseksi päälle ja pois.
fr_fr: Maintenez Select+A/B pendant quelques secondes pour activer/désactiver l’autofire A/B.
id_id: Tahan Select+A/B selama satu detik untuk mengaktifkan/menonaktifkan autofire A/B.
it_it: Tieni premuto Select+A/B per un secondo per abilitare/disabilitare l'autofire A/B.
ja_jp: Select+A/B 長押しで A/B ボタンの連射を有効化/無効化
nl: Houd Select+A/B even ingedrukt om autofire A/B aan of uit te schakelen
pl_pl: Przytrzymaj Select+A/B przez sekundę, aby wł/wył autofire dla A/B.
pt_br: Segure Select+A/B por um segundo para ativar/desativar o autofire A/B.
pt_pt: Segure Selecionar + A / B por um segundo para ativar / desativar o autofire A / B.
ru_ru: Зажмите Select+A/B на секунду, чтобы включить турбо на кнопках A/B.
sk_sk: Stlačte a držte Select+A/B na sekundu pre povolenie/zrušenie autofire A/B
sv_se: Håll Select+A/B i en sekund för att aktivera/inaktivera autofire A/B.
uk_ua: Затисніть Select + A/B на секунду, щоб включити турбо на кнопках A/B.
zh_tw: 按住Select鍵 + A鍵 或 B鍵 來啟用或停用自動連發 A鍵 或 B鍵

# BuildingCustom
source: Building the custom kernel image...
bg_bg: Изграждане на потребителското изображение на ядрото.
ca_es: Creant la imatge del custom kernel
chs: 正在构建自定义内核镜像...
de_de: Der Kernel wird gepatcht...
el_gr: Δημιουργία του προσαρμοσμένου πυρήνα…
es_ar: Compilando la imagen del kernel personalizado…
es_es: Creando la imagen del custom kernel
fi_fi: Rakennetaan mukautettua ydinkuvaa...
fr_fr: Construction de l’image du kernel custom…
id_id: Membuat image kernel custom...
it_it: Creazione dell'immagine del kernel modificato…
ja_jp: カスタムカーネルを生成しています...
nl: De aangepaste kernel aan het opbouwen...
pl_pl: Budowanie zmodyfikowanego obrazu kernela...
pt_br: Criando a imagem do kernel personalizado...
pt_pt: Construindo a imagem personalizada (custom) do kernel ...
ru_ru: Патчим ядро...
sk_sk: Vytvára sa vlastný obraz kernelu
sv_se: Bygger den anpassade kärnan…
uk_ua: Патчим ядро...
zh_tw: 正在建構自訂核心映像檔案...

# BuildingFolders
source: Building the folder structure...
bg_bg: Изграждане структура на папката
ca_es: Creant l'estructura de les carpetes...
chs: 正在建立文件夹结构...
de_de: Erstelle die Ordnerstruktur...
el_gr: Δημιουργία της δομής των φακέλων…
es_ar: Compilando la estructura de carpetas…
es_es: Creando la estructura de las carpetas...
fi_fi: Rakennetaan kansiorakennetta...
fr_fr: Construction de la structure des dossiers…
id_id: Membangun Folders Structure...
it_it: Sto costruendo la struttura delle cartelle…
ja_jp: フォルダー構造を構築しています...
nl: Mappen structuur aan het bouwen...
pl_pl: Budowanie struktury katalogów...
pt_br: Criando a estrutura da pasta...
pt_pt: Construindo a estrutura da pasta ...
ru_ru: Строим дерево папок...
sk_sk: Vytvára sa štruktúra priečinkov
sv_se: Bygger mappstrukturen...
uk_ua: Будуємо дерево папок...
zh_tw: 建立資料夾結構 ...

# Compressing
source: Compressing {0}...
es_ar: Comprimiendo {0}…
fi_fi: Pakataan {0}...
fr_fr: Compression de {0}...
id_id: Mengkompres {0}...
it_it: Compressione in corso di {0}...
ja_jp: {0}を圧縮しています...
nl: "{0}" comprimeren...
pt_br: Compactando {0}...

source: Compressing games...
es_ar: Comprimiendo juegos…
fi_fi: Pakataan pelejä...
fr_fr: Compression des jeux...
id_id: Mengkompres game...
it_it: Compressione dei giochi in corso...
ja_jp: ゲームを圧縮しています...
nl: Spellen aan het comprimeren...
pt_br: Compactando jogos...

source: Congratulations!
bg_bg: Поздравления!
ca_es: Enhorabona!
chs: 恭喜!
de_de: Gratuliere!
el_gr: Συγχαρητήρια!
es_ar: ¡Felicitaciones!
es_es: ¡Enhorabuena!
fi_fi: Onneksi olkoon!
fr_fr: Félicitations !
id_id: Selamat!
it_it: Congratulazioni!
ja_jp: おめでとう!
nl: Gefeliciteerd!
pl_pl: Gratulacje!
pt_br: Parabéns!
pt_pt: Parabéns!
ru_ru: Поздравляем!
sk_sk: Gratulujeme!
sv_se: Grattis!
uk_ua: Вітаємо!
zh_tw: 恭喜 !

# Cover
source: Box art
es_ar: Arte de caja
fi_fi: Kansitaide
fr_fr: Illustration
it_it: Copertina
ja_jp: パッケージ画像
nl: Verpakking

source: Custom kernel
bg_bg: Персонализирано ядро
chs: 自定义内核
de_de: Benutzerdefinierter Kernel
el_gr: Προσαρμοσμένος πυρήνας
es_ar: Kernel personalizado
fi_fi: Mukautettu ydin
fr_fr: Kernel custom
id_id: Kernel custom
it_it: Kernel modificato
ja_jp: カスタムカーネル
nl: Aangepaste kernel
pl_pl: Zmodyfikowany kernel
pt_br: Kernel personalizado
pt_pt: Kernel personalizado (custom)
ru_ru: Модифицированное ядро
sk_sk: Vlastný kernel
sv_se: Anpassad kärna
uk_ua: Модифіковане ядро
zh_tw: 自訂核心

# CustomKernelQ
source: Do you want to flash the custom kernel?
bg_bg: Искате ли потребителското ядро да мига?
ca_es: Voleu flashetjar el custom kernel?
chs: 您确定要开始刷写自定义内核吗?
de_de: Möchtest du den benutzerdefinierten Kernel flashen?
el_gr: Θέλετε να εγγράψετε τον προσαρμοσμένο πυρήνα;
es_ar: ¿Querés flashear el kernel personalizado?
es_es: ¿Quieres flashear el custom kernel?
fi_fi: Haluatko flashata mukautetun ytimen?
fr_fr: Voulez-vous flasher le kernel custom ?
id_id: Apakah Anda ingin mem-flash kernel custom?
it_it: Vuoi flashare il kernel modificato?
ja_jp: カスタムカーネルを書き込みしてもよろしいですか？
nl: Wil je de aangepast kernel flashen?
pl_pl: Czy chcesz wgrać zmodyfikowany kernel?
pt_br: Deseja escrever/instalar o kernel personalizado?
pt_pt: Deseja escrever o kernel personalizado?
ru_ru: Хотите прошить модифицированный образ ядра?
sk_sk: Chcete flashnúť vlastný kernel?
sv_se: Vill du flasha den anpassade kärnan?
uk_ua: Хочете прошити модифікований образ ядра?
zh_tw: 你確定要開始覆寫自訂核心嗎 ?

# CustomWarning
source: You need to flash the custom kernel to your NES/SNES Mini. This is only required once. Do you want to continue?
bg_bg: Сега трябва да персонализираш ядрото на вашия NES/SNES Mini да мига. Това се изисква само веднъж. Искаш ли да продължиш?
ca_es: Ara teniu que flashetjar el custom kernel.
chs: 现在您需要覆写自定义核心到你的迷你红白机，这只会执行一次。您要继续吗?
de_de: Nun musst du deinen benutzerdefinierten Kernel auf dein NES/SNES Mini flashen. Dieses musst du nur einmal machen. Möchtest du fortfahren?
el_gr: Τώρα χρειάζεται να εγγράψετε τον προσαρμοσμένο πυρήνα στο NES/SNES Mini σας. Αυτό απαιτείται μόνο μία φορά. Θέλετε να συνεχίσετε;
es_ar: Necesitás flashear el kernel personalizado a tu NES/SNES Classic Edition. Sólo necesitás hacerlo una vez. ¿Querés continuar?
es_es: Ahora tienes que flashear el custom kernel. Esta acción sólo es necesaria realizarla una vez. ¿Quieres continuar?
fi_fi: Nyt sinun täytyy flashata mukautettu ydin NES/SNES Miniisi. Tämä tarvitsee tehdä vain kerran. Haluatko jatkaa?
fr_fr: Il est nécessaire de flasher le kernel custom sur votre NES/SNES Mini. Cette opération ne doit être faite qu’une seule fois. Voulez-vous continuer ?
id_id: Sekarang Anda harus mem-flash kernel custom ke NES/SNES Mini. Ini hanya perlu dilakukan sekali saja. Apakah Anda ingin melanjutkan?
it_it: È necessario flashare il custom kernel nel NES/SNES Mini. È richiesto una sola volta. Vuoi continuare?
ja_jp: 最初に1度、カスタムカーネルをファミコン/スーファミ ミニに書き込む必要があります。続けますか?
nl: Je moet de aangepaste kernel nog naar je NES/SNES Mini flashen. Dit hoeft maar één keer. Wil je doorgaan?
pl_pl: Teraz musisz wgrać zmodyfikowany kernel do swojej NES Mini. Wgranie jest wymagane jednorazowo. Czy chcesz kontynuować?
pt_br: Agora você precisa escrever/instalar o kernel personalizado para seu NES/SNES Mini. Isso só é necessário uma única vez. Deseja continuar?
pt_pt: Agora você precisa piscar o kernel personalizado para o NES/SNES Mini. Isso só é necessário uma vez. Você quer continuar?
ru_ru: Теперь необходимо установить модифицированное ядро на NES Mini. Эту процедуру тоже нужно выполнить только один раз. Продолжить?
sk_sk: Teraz potrebujete flashnúť vlastný kernel do NES/SNES Mini. Je to potrebné urobiť iba raz. Chcete pokračovať?
sv_se: Nu behöver du flasha den anpassade kärnan till din NES/SNES Mini. Detta krävs bara en gång. Vill du fortsätta?
uk_ua: Тепер необхідно встановити модифіковане ядро на NES/SNES Mini. Цю процедуру теж потрібно виконати тільки один раз. Продовжити?
zh_tw: 現在您需要覆寫自訂核心到你的迷你紅白機，這只會執行一次。您要繼續嗎 ?

# Decompressing
source: Decompressing {0}...
es_ar: Descomprimiendo {0}…
fi_fi: Puretaan {0}...
fr_fr: Décompression de {0}...
id_id: Mendekompres {0}...
it_it: Decompressione di {0}...
ja_jp: {0}を解凍しています...
nl: "{0}" decomprimeren...
pt_br: Descompactando {0}...

source: Decompressing games...
es_ar: Descomprimiendo juegos…
fi_fi: Puretaan pelejä...
fr_fr: Décompression des jeux...
id_id: Mendekompres game...
it_it: Decompressione dei giochi in corso...
ja_jp: ゲームを解凍しています...
nl: Spellen aan het decomprimeren...
pt_br: Descompactando jogos...

# Default30games
source: Original games
bg_bg: Оригинални xx игри
ca_es: Jocs originals
chs: 原版内置的xx个游戏
de_de: Originale Spiele
el_gr: xx αυθεντικά παιχνίδια
es_ar: Los juegos originales
es_es: xx juegos originales
fi_fi: Alkuperäiset xx peliä
fr_fr: Jeux d’origine
id_id: xx game orisinal
it_it: Giochi originali
ja_jp: プリインストールされたゲーム
nl: Originele spellen
pl_pl: Originalne 30 gier
pt_br: Jogos originais
pt_pt: Original xx jogos
ru_ru: Оригинальные 30 игр
sk_sk: Originálnych xx hier
sv_se: xx orginalspelen
uk_ua: Оригінальні xx ігор
zh_tw: 原廠內建xx款經典遊戲

# DeleteElement
source: Do you really want to delete "{0}"?
bg_bg: Наистина ли искаш да изтриеш – 0?
ca_es: Voleu eliminar "{0}"?
chs: 确定要删除 "{0}" 吗?
de_de: Möchtest du wirklich "{0}" löschen?
el_gr: Σίγουρα θέλετε να διαγράψετε το "{0}";
es_ar: ¿Estás seguro que querés eliminar "{0}"?
es_es: ¿Quieres eliminar "{0}"?
fi_fi: Haluatko, että "{0}" poistetaan varmasti?
fr_fr: Voulez-vous vraiment supprimer "{0}" ?
id_id: Apakah Anda ingin menghapus "{0}"?
it_it: Vuoi veramente cancellare "{0}"?
ja_jp: 本当に "{0}" を削除しますか?
nl: Wil je echt “{0}” verwijderen?
pt_br: Deseja mesmo excluir "{0}"?
pt_pt: Deseja mesmo apagar "{0}"?
ru_ru: Вы действительно хотите удалить "{0}"?
sk_sk: Naozaj chcte odstrániť "{0}"?
sv_se: Vill du verkligen ta bort "{0}"?
uk_ua: Ви дійсно хочете видалити "{0}"?
zh_tw: 您真的要刪除 "{0}" 嗎 ?

# DeleteElements
source: Do you really want to delete {0} elements?
bg_bg: Искате ли да изтриете §0§ елементи?
ca_es: Voleu eliminar {0} ROM(s)?
chs: 确定要删除 {0} 个元素吗?
de_de: Möchtest du wirklich {0} Elemente löschen?
el_gr: Σίγουρα θέλετε να διαγράψετε "{0}" στοιχεία;
es_ar: ¿Estás seguro que querés eliminar {0} elementos?
es_es: ¿Quieres eliminar {0} ROM(s)?
fi_fi: Haluatko varmasti poistaa {0} elementtiä?
fr_fr: Voulez-vous vraiment supprimer "{0}" élément(s) ?
id_id: Apakah Anda ingin menghapus {0} elemen?
it_it: Vuoi veramente cancellare {0} elementi?
ja_jp: 本当に{0}個の要素を削除しますか?
nl: Wil je echt {0} ROMs verwijderen?
pt_br: Deseja realmente excluir {0} ROM(s)?
pt_pt: Deseja realmente apagar elementos {0}?
ru_ru: Вы действительно хотите удалить {0} элементов?
sk_sk: Naozaj chcete ostrániť {0} položiek?
sv_se: Vill du verkligen ta bort element {0}?
uk_ua: Ви дійсно хочете видалити {0} елементів?
zh_tw: 您確定要刪除 { 0 } 元素嗎 ?

# DeleteGame
source: Do you really want to delete "{0}" game?
bg_bg: Искаш ли наистина да изтриеш "{0}" игра?
ca_es: Voleu eliminar el joc "{0}"?
chs: 确定要删除 "{0}" 吗?
de_de: Möchstest du wirklich das Spiel "{0}" löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το παιχνίδι "{0}";
es_ar: ¿Estás seguro que querés eliminar el juego "{0}"?
es_es: ¿Quieres eliminar el juego "{0}"?
fi_fi: Haluatko varmasti poistaa pelin "{0}"?
fr_fr: Voulez-vous vraiment supprimer le jeu "{0}" ?
id_id: Apakah Anda ingin menghapus game "{0}"?
it_it: Vuoi veramente cancellare il gioco "{0}"?
ja_jp: 本当に "{0}" を削除しますか?
nl: Wil je echt spel “{0}” verwijderen?
pt_br: Deseja realmente excluir o jogo "{0}"?
pt_pt: Deseja realmente apagar o jogo "{0}"?
ru_ru: Вы действительно хотите удалить игру "{0}"?
sk_sk: Naozaj chcete odstrániť "{0}" hier?
sv_se: Vill du verkligen ta bort spelet "{0}"?
uk_ua: Ви дійсно хочете видалити гру "{0}"?
zh_tw: 您真的要刪除 "{0}" 遊戲嗎 ?

# DeletePreset
source: Do you really want to delete the "{0}" preset?
bg_bg: Наистина ли искате да изтриете предварително зададеното "{0}"?
ca_es: Voleu eliminar la llista "{0}"?
chs: 确定要删除预设组"{0}"吗？
de_de: Möchtest du wirklich das Preset "{0}" löschen?
el_gr: Σίγουρα θέλετε να διαγράψετε την προεπιλογή "{0}";
es_ar: ¿De verdad querés eliminar la lista personalizada de juegos "{0}"?
es_es: ¿Quieres eliminar la lista "{0}"?
fi_fi: Haluatko varmasti poistaa valikoiman "{0}"?
fr_fr: Voulez-vous vraiment supprimer la liste prédéfinie "{0}" ?
id_id: Apakah Anda ingin menghapus pra-atur "{0}"?
it_it: Vuoi veramente cancellare il preset "{0}" ?
ja_jp: 本当にプリセット "{0}" を削除しますか?
nl: Wil je echt instelling “{0}” verwijderen?
pl_pl: Czy na pewno chcesz usunąć preset "{0}"?
pt_br: Deseja realmente excluir a lista personalizada de jogos "{0}"?
pt_pt: Deseja realmente apagar a predefinição "{0}"?
ru_ru: Вы действительно хотите удалить пресет "{0}"?
sk_sk: Naozaj chcete odstrániť "{0}" predvoľbu?
sv_se: Vill du verkligen ta bort "{0}" förinställningen?
uk_ua: Ви дійсно хочете видалити пресет "{0}"?
zh_tw: 您真的要刪除 "{0}" 預設組合嗎 ?

# DeleteSavesQ
source: Do you really want to delete those save-states?
bg_bg: Наистина ли искате да изтриете тези запазени състояния?
ca_es: Voleu eliminar els punts de suspensió seleccionats?
chs: 确定要删除这些即时存档吗 ?
de_de: Möchtest du wirklich diese Speicherstände löschen?
el_gr: Θέλετε πραγματικά να διαγράψετε αυτά τα αποθηκευμένα σημεία;
es_ar: ¿Estás seguro que querés eliminar esos puntos de suspensión?
es_es: ¿Quieres eliminar los puntos de suspensión seleccionados?
fi_fi: Haluatko varmasti poistaa nämä pelitallennukset?
fr_fr: Voulez-vous vraiment supprimer ces sauvegardes d’état ?
id_id: Apakah Anda ingin menghapus Save State tersebut?
it_it: Vuoi veramente cancellare questi punti di sospensione?
ja_jp: 本当にこれらのステートセーブを削除しますか?
nl: Wil je echt alle opslagpunten verwijderen?
pt_br: Deseja realmente excluir os save-states?
pt_pt: Deseja realmente deletar os salvamentos?
sk_sk: Naozaj chcete odstrániť tieto uložené pozície hier?
sv_se: Vill du verkligen ta bort dessa Save-States?
uk_ua: Ви дійсно хочете видалити ці збереження?
zh_tw: 你確定要刪除迷你紅白機的快速存檔嗎 ?

# DeleteSelectedGamesQ
source: Delete selected game(s)?
es_ar: ¿Eliminar juego/s seleccionado/s?
fi_fi: Poista valitut pelit?
fr_fr: Supprimer le(s) jeu(x) sélectionné(s) ?
id_id: Hapus game terpilih?
it_it: Cancellare i giochi selezionati ?
ja_jp: 選択したゲームを削除しますか?
nl: Verwijder geselecteerde spel(len)?
pt_br: Excluir o(s) jogo(s) selecionado(s)?

# DoYouWantCancel
source: Do you want to cancel the current operation?
bg_bg: Искаш ли да анулираш текущата операция?
ca_es: Voleu cancel·lar la operació actual?
chs: 要取消当前的操作吗?
de_de: Möchtest du den aktuellen Vorgang abbrechen?
el_gr: Θέλετε να ακυρώσετε την τρέχουσα εργασία;
es_ar: ¿Querés cancelar la operación actual?
es_es: ¿Quieres cancelar la operación actual?
fi_fi: Haluatko peruuttaa meneillään olevan toiminnon?
fr_fr: Voulez-vous annuler l’opération en cours ?
id_id: Apakah Anda ingin membatalkan operasi ini?
it_it: Vuoi cancellare l'operazione in corso?
ja_jp: この操作をキャンセルしてもよろしいですか?
nl: Wil je de huidige werkzaamheden afbreken ?
pl_pl: Czy chcesz anulować bieżącą operację?
pt_br: Deseja cancelar a operação atual?
pt_pt: Deseja cancelar a operação atual?
ru_ru: Хотите отменить текущую операцию?
sk_sk: Chcete zrušiť aktuálnu operáciu?
sv_se: Vill du avbryta den aktuella operationen?
uk_ua: Хочете скасувати поточну операцію?
zh_tw: 您要取消目前的作業嗎 ?

source: Do you want to continue?
bg_bg: Искаш ли да продължиш?
ca_es: Voleu continuar?
chs: 确定要继续吗?
de_de: Möchtest du fortfahren?
el_gr: Θέλετε να συνεχίσετε;
es_ar: ¿Querés continuar?
es_es: ¿Quieres continuar?
fi_fi: Haluatko jatkaa?
fr_fr: Voulez-vous continuer ?
id_id: Apakah Anda ingin melanjutkan?
it_it: Vuoi continuare?
ja_jp: 続行してもよろしいですか?
nl: Wil je doorgaan?
pl_pl: Czy chcesz kontynuować?
pt_br: Deseja continuar?
pt_pt: Você quer continuar?
ru_ru: Продолжить?
sk_sk: Chcete pokračovať?
sv_se: Vill du fortsätta?
uk_ua: Продовжити?
zh_tw: 您要繼續嗎 ?

# Donate
source: If you like this app, you can donate to me. You can find my PayPal in the "About" box.
bg_bg: Ако ви харесва, можете да ми дадете дарение. Можете да намерите моя PayPal в полето "About".
ca_es: Si li agrada el projecte hakchi2, podeu realitzar-me una donació. Podeu trobar el meu PayPal a la secció "Sobre..."
chs: 如果您喜欢本软件，可以向我发起捐款。您可以在“关于”窗口中找到我的PayPal
de_de: Wenn du magst, du kannst mir eine Spende zukommen lassen. Du findest meine PayPal im Menü "Über".
el_gr: Αν σας αρέσει, μπορείτε να μου κάνετε δωρεά. Μπορείτε να βρείτε το PayPal μου στο παράθυρο "Σχετικά με".
es_ar: Por cierto, si te gusta, podés hacer una donación. Podés encontrar mi cuenta de PayPal en la caja "Acerca de hakchi2".
es_es: Si te gusta el proyecto hakchi2, puedes realizarme una donación. Puedes encontrar mi PayPal en la sección "Acerca de..."
fi_fi: Jos tykkäät siitä, voit tehdä minulle lahjoituksen. PayPal-osoitteeni löytyy "Tietoa"-ikkunasta.
fr_fr: Si vous aimez mon programme, vous pouvez me faire un don. Vous trouverez mon Paypal dans la fenêtre "À propos".
id_id: Jika Anda menyukai aplikasi ini, Anda dapat memberikan donasi kepada saya. Akun PayPal saya bisa dilihat di kotak "Tentang"..
it_it: Se il programma ti piace puoi donare qualcosa. Puoi trovare il mio PayPal nel box "Informazioni".
ja_jp: あなたさえ良ければ、私に寄付をすることができます。私のPayPalへのリンクは"About"内にあります。
nl: P.S. Als je dit programma leuk vind, dan wil je vast wat doneren. Je kunt mijn PayPal informatie vinden onder het menu “Over”...
pl_pl: P.S. Jeśli podoba Ci się ten projekt, możesz przesłać darowiznę. Mój PayPal ID znajdziesz w zakładce "Informacje o...".
pt_br: Se você gosta do projeto, pode realizar uma doação para mim. Poderá encontrar o meu PayPal na seção "Sobre".
pt_pt: Se você gosta, pode doar para mim. Você pode encontrar o meu PayPal na caixa "Sobre".
sk_sk: Ak sa vám táto aplikácia páči, môžete mi poslať dar. Môj PayPal e-mail nájdete v záložke "Informácie".
sv_se: Om du gillar detta kan du donera till mig. Du hittar min PayPal i rutan "Om".
uk_ua: If you like it, you can donate to me. You can find my PayPal in the "About" box.
zh_tw: 如果您喜歡，歡迎捐贈給開發者。您可以到「關於」中找到開發者的PayPal

source: Done!
bg_bg: Готово!
ca_es: El procés s'ha realitzat correctament
chs: 完成!
de_de: Fertig!
el_gr: Έτοιμο!
es_ar: ¡Listo!
es_es: El proceso se ha realizado correctamente
fi_fi: Valmis!
fr_fr: Terminé !
id_id: Selesai!
it_it: Fatto!
ja_jp: 完了!
nl: Klaar!
pl_pl: Gotowe!
pt_br: Pronto!
pt_pt: Feito!
ru_ru: Готово!
sk_sk: Hotovo!
sv_se: Klar!
uk_ua: Готово!
zh_tw: 完成 !

# DoneYouCanUpload
source: Done! You can upload games to your NES/SNES Mini now.
bg_bg: Готово! Сега можеш да качиш игрите на твоето NES/SNES Mini.
ca_es: Fet! Ja podeu afegir jocs a la NES/SNES Mini
chs: 完成! 您现在可以开始上传游戏到迷你红白机了!
de_de: Fertig! Du kannst nun Spiele auf dein NES/SNES Mini laden.
el_gr: Έτοιμο! Τώρα μπορείτε να μεταφορτώσετε παιχνίδια στο NES/SNES Mini σας.
es_ar: ¡Listo! Ahora podés cargarle juegos a tu NES/SNES Classic Edition.
es_es: Ya puedes añadir juegos a la NES/SNES Mini
fi_fi: Valmis! Voit nyt ladata pelejä NES/SNES Miniisi.
fr_fr: Terminé ! Vous pouvez à présent envoyer vos jeux sur votre NES/SNES Mini.
id_id: Selesai! Kini Anda dapat mengunggah game ke dalam NES/SNES Mini.
it_it: Fatto! Ora è possibile caricare i giochi nel NES/SNES Mini.
ja_jp: 完了! ファミコン/スーファミ ミニ にゲームをアップロードすることができます.
nl: Klaar! Je kunt nu je spellen naar je NES/SNES Mini uploaden.
pl_pl: Gotowe! Możesz teraz wgrywać gry do NES Mini.
pt_br: Pronto! Agora você pode enviar jogos para seu NES/SNES Mini.
pt_pt: Feito! Você pode fazer upload de jogos para o NES/SNES Mini agora.
ru_ru: Готово! Теперь можно закачивать свои игры в NES Mini.
sk_sk: Dokončené! Teraz môžete nahrávať hry do vašej NES/SNES Mini.
sv_se: Klar! Du kan ladda upp spel till din NES/SNES Mini nu.
uk_ua: Готово! Тепер можна завантажувати свої ігри в NES/SNES Mini.
zh_tw: 完成 ! 您已經可以上傳其他遊戲到你的迷你紅白機了！
