Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# FourScreenNotSupported
source: Oops, {0} uses four-screen mode (i.e. the game has additional VRAM memory in the cartridge), and this feature is not supported by the NES Mini. The game will probably not start. But it should work if other emulator's module installed. Do you want to add this game anyway?
bg_bg: За съжаление, {0} използва режим на четири екрана (т.е. играта има допълнителна VRAM памет в касетата) и тази функция не се поддържа от NES/SNES Mini. Играта вероятно няма да започне. Но това трябва да работи, ако модулът на другия емулатор е инсталиран. Искате ли да добавите тази игра така или иначе?
ca_es: {0} fa servir la manera de four-screen (el joc té memòria VRAM addicional en el cartutx), i aquesta funció no és compatible amb la NES/SNES Mini, és probable que no iniciï amb l'emulador predeterminat, però deuria funcionar si teniu un mòdul extra instal·lat d'un altra emulador. Voleu afegir aquest joc?
chs: 对不起，{0}使用了四分屏模式（例如游戏卡带中内置了额外的显存），而迷你红白机并不支持该功能。该游戏可能无法启动。不过，如果安装了其他模拟器模块的话应该可以启动。确定要添加该游戏吗？
de_de: Sorry, das Spiel {0} verwendet das s.g. four-screen mode (d.h. das Spiel hat zusätzliche VRAM-Speicher auf dem Modul) und diese Funktion wird vom NES/SNES Mini nicht unterstützt. Das Spiel kann vermutlich nicht gestartet werden. Ist aber in Ordnung, wenn ein anderer Emulator (als Modul) installiert ist. Möchtest du das Spiel trotzdem hinzufügen?
el_gr: Λυπάμαι, το "{0}" χρησιμοποιεί λειτουργία τετραπλής οθόνης (π.χ. το παιχνίδι έχει επιπλέον μνήμη VRAM στην κασέτα) και αυτό το χαρακτηριστικό δεν υποστηρίζεται από το NES/SNES Mini. Το παιχνίδι πιθανόν δεν θα ξεκινήσει. Πρέπει όμως να δουλέψει αν έχει εγκατασταθεί το module άλλων εξομοιωτών. Θέλετε να προσθέσετε αυτό το παιχνίδι;
es_ar: Lo siento, pero {0} usa el modo de cuatro pantallas (es decir, el juego tiene memoria de video adicional en el cartucho) y esta característica no es compatible con la NES/SNES Classic Edition. El juego probablemente no arranque. Pero debería funcionar si hay otro módulo emulador instalado. ¿Querés agregar este juego de todas maneras?
es_es: {0} usa el modo de four-screen (el juego tiene memoria VRAM adicional en el cartucho), y esta función no es compatible con la NES/SNES Mini, es probable que no inicie con el emulador predeterminado, pero debería funcionar si tienes un módulo extra instalado de otro emulador. ¿Quieres añadir este juego?
fi_fi: Valitettavasti {0} käyttää 4-screen-tilaa (eli pelikasetin VRAM-lisämuistia), eikä NES/SNES Mini ei tue tätä ominaisuutta. Peli ei luultavasti käynnisty. Sen pitäisi kuitenkin toimi lisäemulaattorimoduuli asennettuna. Haluatko lisätä pelin joka tapauksessa?
fr_fr: Désolé, {0} utilise le mode quatre écrans (note : ce jeu a de la mémoire VRAM complémentaire dans sa cartouche), ce qui n’est pas pris en charge par la NES/SNES Mini. Votre jeu ne va probablement pas démarrer. Mais cela peut fonctionner si d’autres modules d’émulation sont installés. Voulez-vous quand même ajouter ce jeu ?
id_id: Maaf, {0} menggunakan moda empat layar (game tersebut memiliki memori VRAM tambahan di dalam cartridge) dan fitur ini tidak didukung oleh NES/SNES Mini. Game ini mungkin tidak akan dapat dimainkan, kecuali jika ada modul emulator lain yang diinstal. Apakah Anda tetap ingin menambahkannya?
it_it: Mi dispiace, ma "{0}" utilizza la modalità "four-screen" (ossia il gioco utilizza memoria VRAM aggiuntiva nella cartuccia) e questa caratteristica non è supportata dal NES/SNES Mini. Il gioco probabilmente non partirà con l'emulatore originale di default. Dovrebbe invece funzionare se si è installato il modulo di un altro emulatore. Vuoi aggiungere il gioco comunque?
ja_jp: 残念ですが {0} は4スクリーンモードを使用しています。(即ちカートリッジにVRAMメモリが追加されています。)この機能はファミコン/スーファミ ミニではサポートされておらず、デフォルトのエミュレーターでは起動しない可能性があります。他のエミュレーターのモジュールが追加されていれば動作する可能性があります。本当にこのゲームを追加しますか?
nl: Sorry, “{0}” gebruikt four-screen mode (m.a.w. dit spel heeft extra VRAM geheugen in de originele cartridge) en dit wordt niet ondersteund door de NES/SNES Mini emulator en dit spel zal waarschijnlijk niet werken. Het zou kunnen werken met een andere emulator, als deze modules geinstalleerd zijn. Wil je het toch proberen?
pl_pl: Przykro mi, {0} używa "four-screen mode" (tzn. że gra jest rzadkim przypadkiem - posiada dodatkowa pamięć VRAM w kartridżu) i ta funkcja nie jest obsługiwana przez NES Mini. Gra prawdopodobnie nie zadziała. Czy chcesz mimo wszystko ją dodać?
pt_br: Desculpe, {0} utiliza o modo de quatro telas (ou seja, o jogo possui memória VRAM adicional no cartucho), e esse recurso não é suportado pelo NES/SNES Mini. O jogo provavelmente não irá inicar. Mas ele deve funcionar se o módulo de outro emulador estiver instalado. Deseja adicionar este jogo mesmo assim?
pt_pt: Desculpe, {0} usa o modo de quatro telas (ou seja, o jogo tem memória VRAM adicional no cartucho), e esse recurso não é suportado pelo NES/SNES Mini. O jogo provavelmente não começará. Mas ele deve funcionar se o módulo de outro emulador instalado. Você quer adicionar este jogo mesmo assim?
ru_ru: Увы, {0} использует four-screen режим (т.е. это редкий случай, когда у игры в картридже расширенная видеопамять), а NES Mini его не поддерживает, и игра скорее всего не запустится на стандартном эмуляторе. Но она должна заработать, если установлен модуль с другим эмулятором. Добавить эту игру?
sk_sk: Prepáčte, {0} používa režim na štyri obrazovky (napr. hra má ďalšiu VRAM pamäť na kartridži), a táto funkcia nie je podporovaná NES/SNES Mini. Hru pravdepodobne nebude možné spustiť pomocou predvoleného emulátora. Ale mala by fungovať s použitím iného modulu emulátora. Chcete pridať túto hru?
sv_se: Tyvärr, {0} använder fyrskärmsläge (dvs spelet har ytterligare VRAM-minne i sin cartridge), och den här funktionen stöds inte av NES/SNES Mini. Spelet kommer förmodligen inte att starta. Men det ska fungera om en annan emulatormodul installeras. Vill du lägga till det här spelet ändå?
uk_ua: На жаль, {0} використовує four-screen режим (тобто це рідкісний випадок, коли у гри в картриджі розширена відеопам'ять), а NES/SNES Mini його не підтримує, і гра швидше за все не запуститься на стандартному емуляторі. Але вона повинна запрацювати, якщо встановлено модуль з іншим емулятором. Додати цю гру?
zh_tw: 抱歉 , "{0}" 使用四螢幕模式(也就是遊戲用了額外的VRAM規格)，但迷你紅白機預設的模擬器並不支援。 但若有安裝其他模擬器擴充模組則可能可以執行。 您確定要加入這款遊戲嗎 ?

# GGCodeDelete
source: Do you want to delete "{0}" code?
bg_bg: Искате ли да изтриете "{0}" кода?
ca_es: Voleu eliminar el codi "{0}"?
chs: 确定要删除 "{0}" 的作弊码?
de_de: Möchtest du "{0}" Codes löschen?
el_gr: Θέλετε να διαγράψετε τον κωδικό "{0}";
es_ar: ¿Querés eliminar el código "{0}"?
es_es: ¿Quieres eliminar el código "{0}"?
fi_fi: Haluatko poistaa koodin "{0}"?
fr_fr: Voulez-vous supprimer le code "{0}" ?
id_id: Apakah Anda ingin menghapus kode "{0}"?
it_it: Vuoi cancellare il codice "{0}"?
ja_jp: 本当にコード "{0}" を削除しますか?
nl: Wil je code “{0}” verwijderen?
pl_pl: Czy chcesz usunąć kod "{0}"?
pt_br: Deseja excluir o código "{0}"?
pt_pt: Deseja excluir o código "{0}"?
ru_ru: Вы действительно хотите удалить код "{0}"?
sk_sk: Naozaj chcte odstrániť "{0}" kód?
sv_se: Vill du ta bort koden "{0}"?
uk_ua: Ви дійсно хочете видалити код "{0}"?
zh_tw: 您想要刪除 "{0}" 的代碼嗎 ?

# GGCodeEmpty
source: You must enter a code!
bg_bg: Трябва да въведеш кода!
ca_es: Heu d'escriure un codi
chs: 必须输一个作弊码!
de_de: Du musst einen Code eingeben!
el_gr: Πρέπει να εισάγετε έναν κωδικό!
es_ar: ¡Tenés que ingresar un código!
es_es: Tienes que escribir un código
fi_fi: Koodi on syötettävä!
fr_fr: Vous devez saisir un code !
id_id: Anda harus memasukkan kode!
it_it: Va inserito un codice!
ja_jp: コードを入力する必要があります!
nl: Je moet een code invullen!
pl_pl: Musisz wprowadzić kod!
pt_br: Você deve digitar um código!
pt_pt: Você deve digitar um código!
ru_ru: Вы должны ввести код!
sk_sk: Musíte zadať kód!
sv_se: Du måste ange en kod!
uk_ua: Ви повинні ввести код!
zh_tw: 您必須輸入完整的代碼 !

# GGCodeExists
source: This code already exists. Do you want to edit it?
bg_bg: Този код вече съществува. Искаш ли да го корегираш?
ca_es: Aquest codi ja existeix. Voleu editar-ho?
chs: 此作弊码已存在。您想要编辑它吗?
de_de: Dieser Code existiert bereits. Möchtest du ihn editieren?
el_gr: Αυτός ο κωδικός υπάρχει ήδη. Θέλετε να τον επεξεργαστείτε;
es_ar: Este código ya existe. ¿Querés editarlo?
es_es: Este código ya existe. ¿Quieres editarlo?
fi_fi: Koodi löytyy jo. Haluatko muokata sitä?
fr_fr: Ce code existe déjà. Voulez-vous le modifier ?
id_id: Kode ini sudah ada. Apakah Anda ingin menyuntingnya?
it_it: Questo codice esiste già. Vuoi modificarlo?
ja_jp: このコードは既に存在します。編集しますか?
nl: Deze code bestaat al. Wil je dat bewerken?
pl_pl: Ten kod już istnieje. Czy chcesz go edytować?
pt_br: Este código já existe. Deseja editá-lo?
pt_pt: Este código já existe. Deseja editá-lo?
ru_ru: Этот код уже есть в базе. Отредактировать его?
sk_sk: Tento kód už existuje. Chcete ho upraviť?
sv_se: Denna kod finns redan. Vill du redigera den?
uk_ua: Цей код вже є у базі. Відредагувати його?
zh_tw: 此代碼已存在，您想要編輯它嗎 ?

# GGDescriptionEmpty
source: You must enter a description!
bg_bg: Трябва да въведеш описание!
ca_es: Heu d'escriure una descripció
chs: 必须输入说明文字!
de_de: Du musst eine Beschreibung hinzufügen!
el_gr: Πρέπει να εισάγετε μια περιγραφή!
es_ar: ¡Tenés que ingresar una descripción!
es_es: Tienes que escribir una descripción
fi_fi: Kuvaus on syötettävä!
fr_fr: Vous devez saisir une description !
id_id: Anda harus memasukkan deskripsi!
it_it: Va inserita una descrizione!
ja_jp: 説明を入力する必要があります!
nl: Je moet een beschrijving invullen!
pl_pl: Musisz podać opis!
pt_br: Você deve inserir uma descrição!
pt_pt: Você deve inserir uma descrição!
ru_ru: Вы должны ввести описание!
sk_sk: Musíte zadať popis!
sv_se: Du måste ange en beskrivning!
uk_ua: Ви повинні ввести опис!
zh_tw: 您必須輸入詳細說明 !

# GameGenieFormatError
source: Invalid Game Genie code "{0}" for game "{1}".
bg_bg: Невалиден код за Genie на играта "{0}" за игра "{1}".
ca_es: Codi Game Genie no vàlid "{0}" per al joc "{1}"
chs: 作弊码"{0}"对游戏"{1}"无效。
de_de: Ungültiger Game Genie Code "{0}" für das Spiel "{1}".
el_gr: Μη έγκυρος κωδικός Game Genie "{0}" για το παιχνίδι "{1}".
es_ar: Código "{0}" de Game Genie no válido para el juego "{1}".
es_es: Código Game Genie no válido "{0}" para el juego "{1}"
fi_fi: Virheellinen Game Genie -koodi "{0}" peliin "{1}".
fr_fr: Code Game Genie "{0}" invalide pour le jeu "{1}".
id_id: Kode Game Genie "{0}" tidak valid untuk game "{1}".
it_it: Codice Game Genie "{0}" non valido per il gioco "{1}".
ja_jp: "{1}" 用のGame Genieコード "{0}" が無効です。
nl: Ongeldige Game Genie code “{0}” voor spel “{1}”.
pl_pl: Błędny kod Game Genie "{0}" dla gry "{1}".
pt_br: Código Game Genie "{0}" inválido para o jogo "{1}".
pt_pt: Código inválido do Game Genie "{0}" para o jogo "{1}".
ru_ru: Некорректный Game Genie код "{0}" для игры "{1}".
sk_sk: Neplatný Game Genie kód "{0}" pre hru "{1}".
sv_se: Ogiltig Game Genie-kod "{0}" för spel "{1}".
uk_ua: Некоректний Game Genie код "{0}" для гри "{1}".
zh_tw: 無效的遊戲作弊代碼 "{0}" 於遊戲 "{1}" 。

# GameGenieNotFound
source: Can't apply Game Genie code "{0}" to game "{1}" - value not found. Maybe this code is for another game?
bg_bg: Не може да се приложи кодът на играта "Genie" {0} "в игра" {1} "- стойността не е намерена. Може би този код е за друга игра?
ca_es: No es pot aplicar el codi Game Genie "{0}" al joc "{1}" - valor no trobat. És possible que aquest codi sigui para un altre joc
chs: 无法将作弊码"{0}"应用于游戏"{1}" - 未找到数值。也许这个作弊码是属于其他游戏的？
de_de: Kann den Game Genie Code "{0}" für das Spiel "{1}" nicht anwenden - Wert nicht gefunden. Ist der Code vielleicht für ein anderes Spiel?
el_gr: Δεν μπορεί να εφαρμοστεί ο κωδικός Game Genie "{0}" για το παιχνίδι "{1}" - η τιμή δεν βρέθηκε. Μήπως αυτός ο κωδικός είναι για κάποιο άλλο παιχνίδι;
es_ar: No se puede aplicar el código "{0}" de Game Genie al juego "{1}"; valor no encontrado. ¿Puede ser que el código sea para otro juego?
es_es: No se puede aplicar el código Game Genie "{0}" al juego "{1}" - valor no encontrado. Es posible que este código sea para otro juego
fi_fi: Game Genie -koodi "{0}" ei päde peliin "{1}" - arvoa ei löydy. Koodi on ehkä toiseen peliin?
fr_fr: Impossible d’appliquer le code Game Genie "{0}" sur le jeu "{1}" - valeur non trouvée. Peut-être que ce code est fait pour un autre jeu ?
id_id: Tidak dapat menerapkan kode Game Genie "{0}" pada game "{1}" - value tidak ditemukan. Bisa jadi kode ini untuk game lainnya.
it_it: Non è possibile applicare il codice Game Genie "{0}" al gioco "{1}" - valore non trovato. Forse il codice è per un gioco diverso?
ja_jp: Game Genieコード "{0}" を "{1}" に適用できません。他のゲーム用のコードの可能性はありませんか?
nl: Kan geen Game Genie code “{0}” toepassen voor spel “{1}” – waarde niet gevonden. Misschien is deze code voor een ander spel?
pl_pl: Nie można zastosować kodu Game Genie "{0}" dla gry "{1}" - wartość nieodnaleziona. Może to kod dla innej gry?
pt_br: Não é possível aplicar o código Game Genie "{0}" ao jogo "{1}" - valor não encontrado. Talvez este código seja para outro jogo?
pt_pt: Não é possível aplicar o código Game Genie "{0}" ao jogo "{1}" - valor não encontrado. Talvez este código seja para outro jogo?
ru_ru: Не удалось применить Game Genie код "{0}" к игре "{1}", т.к. значение не было найдено. Быть может, это код не для этой игры?
sk_sk: Nie je možné použiť Game Genie kód "{0}" pre hru "{1}" - hodnota nebola nájdená. Možno je tento kód pre inú hru?
sv_se: Kan inte tillämpa Game Genie-koden "{0}" till spel "{1}" - värde inte hittat. Kanske är den här koden för ett annat spel?
uk_ua: Не вдалося застосувати Game Genie код "{0}" до гри "{1}", тому що значення не було знайдено. Може, це код не для цієї гри?
zh_tw: 無法套用遊戲作弊代碼 "{0}" 給遊戲 "{1}" - 找不到值。 也許這段代碼是別款遊戲的 ?

source: Games and apps
bg_bg: Игри и приложения
ca_es: Jocs i aplicacions
chs: 游戏和应用
de_de: Spiele und Programme
el_gr: Παιχνίδια και εφαρμογές
es_ar: Juegos y aplicaciones
es_es: Juegos y aplicaciones
fi_fi: Pelit ja sovellukset
fr_fr: Jeux et applications
id_id: Game dan aplikasi
it_it: Giochi e applicazioni
ja_jp: ゲームとアプリ
nl: Spellen en apps
pt_br: Jogos e aplicativos
pt_pt: Jogos e aplicativos
sk_sk: Hry a aplikácie:
sv_se: Spel och appar
uk_ua: Ігри та додатки
zh_tw: 遊戲和應用程式

source: game(s) selected
bg_bg: игра(и) избрани
ca_es: joc(s) seleccionats
chs: 个游戏已选中
de_de: Spiel(e) ausgewählt
el_gr: παιχνίδι(α) επιλέχθηκαν
es_ar: juego/s seleccionado/s
es_es: juego(s) seleccionados
fi_fi: peli(ä) valittu
fr_fr: jeu(x) sélectionné(s)
id_id: game dipilih
it_it: gioco(i) selezionato(i)
ja_jp: 個のゲームが選択されています
nl: spel(len) geselecteerd
pl_pl: gra(y) zaznaczona(e)
pt_br: Jogos selecionados
pt_pt: Jogos selecionados
ru_ru: игр(ы) выбрано
sk_sk: hier vybraných
sv_se: spel valda
uk_ua: гра(ігри) вибрано
zh_tw: 款遊戲已選擇

source: Googling for
bg_bg: Търсене в Google на
ca_es: Cercant en Google
chs: 正在谷歌搜索
de_de: Google nach
el_gr: Αναζήτηση για
es_ar: Buscar en Google
es_es: Buscando en Google
fi_fi: Googlataan
fr_fr: Recherche Google pour
id_id: Meng-Google untuk
it_it: Cerca con google
ja_jp: Googleで検索
nl: Aan het Googlen voor
pl_pl: Google
pt_br: Buscando no Google
pt_pt: Pesquisando para
ru_ru: Гуглим
sk_sk: Vyhľadávanie na Google
sv_se: Googling för
uk_ua: Гуглим
zh_tw: Google正在查

source: Hello
bg_bg: Здравей
ca_es: Hola
chs: 您好
de_de: Hallo!
el_gr: Γεια σας
es_ar: Hola
es_es: Hola
fi_fi: Hei
fr_fr: Bonjour
id_id: Halo
it_it: Ciao
ja_jp: こんにちは
nl: Hallo
pl_pl: Witaj!
pt_br: Olá
pt_pt: Olá
ru_ru: Привет!
sk_sk: Ahoj
sv_se: Hej
uk_ua: Привіт!
zh_tw: 您好

source: Images
bg_bg: Изображения
ca_es: Imatges
chs: 图片
de_de: Bilder
el_gr: Εικόνες
es_ar: Imágenes
es_es: Imágenes
fi_fi: Kuvat
id_id: Gambar
it_it: Immagini
ja_jp: 画像
nl: Afbeeldingen
pt_br: Imagens
pt_pt: Imagens
sk_sk: Obrázky
sv_se: Bilder
uk_ua: Зображення
zh_tw: 圖片

# InputPreset
source: Please input a preset name for the current games selection.
bg_bg: Моля, въведете предварително зададено име за текущия избор на игри.
ca_es: Escriu un nom per a la llista de jocs que tens seleccionats actualment
chs: 请为当前选中的游戏选辑输入一个预设组名称。
de_de: Bitte gebe einen Namen für das aktuelle Preset ein.
el_gr: Παρακαλώ εισάγετε το όνομα της προεπιλογής για την τρέχουσα επιλογή παιχνιδιών.
es_ar: Por favor, ingresá un nombre de lista personalizada para la selección actual de juegos.
es_es: Escribe un nombre para la lista de juegos que tienes seleccionados actualmente
fi_fi: Syötä nimi nykyiselle pelivalikoimalle.
fr_fr: Veuillez entrer un nom de liste pour la sélection actuelle des jeux.
id_id: Mohon masukkan nama pra-atur untuk pilihan game saat ini.
it_it: Inserire un nome per il preset dell'attuale selezione di giochi.
ja_jp: 現在選択されているゲームのプリセット名を入力してください。
nl: Vul alsjeblieft een instelling naam voor de geselecteerde spellen selectie.
pl_pl: Podaj nazwę presetu dla aktualnej listy zaznaczonych gier.
pt_br: Por favor, Insira um nome para a lista de jogos selecionados atualmente.
pt_pt: Introduza um nome predefinido para a selecção de jogos actual.
ru_ru: Введите название для пресета выбранных игр.
sk_sk: Prosím zadajte názov predvoľby pre aktuálny výber hier.
sv_se: Ange ett namn för förinställningen för det aktuella spelvalet.
uk_ua: Введіть назву для пресету обраних ігор.
zh_tw: 請為目前所選的遊戲，輸入命名的預設組合名稱

source: Installing mods...
bg_bg: Инсталиране на модификации
ca_es: Instal·lant mòduls...
chs: 正在安装扩展模块...
de_de: Installiere Mods...
el_gr: Εγκατάσταση modules...
es_ar: Instalando módulos…
es_es: Instalando módulos...
fi_fi: Asennetaan moduuleja...
fr_fr: Installation des modules…
id_id: Menginstal mod...
it_it: Sto installando le mods…
ja_jp: MODをインストールしています...
nl: Modules aan het installeren...
pt_br: Instalando módulos...
pt_pt: Instalando mods ...
ru_ru: Устанавливаем модули...
sk_sk: Inštalácia modulov...
sv_se: Installerar mods…
uk_ua: Встановлюємо модулі...
zh_tw: 正在安裝擴充模組...

# InvalidConsoleSelected
source: Invalid console selected! Detected console:
es_ar: ¡La consola detectada no es válida! Consola detectada:
fi_fi: Valitsit väärän konsolin! Tunnistettu konsoli:
fr_fr: Console sélectionnée invalide ! Console détectée :
id_id: Konsol yang dipilih invalid! Konsol yang terdeteksi:
it_it: Console selezionata non valida! Console identificata:
ja_jp: 間違ったコンソールが選択されています! 検出されたコンソール:
nl: Ongeldige console geselecteerd! Gedetecteerde console:
pt_br: O console selecionado é inválido! Console detectado:

source: Invalid kernel header.
bg_bg: Невалидно заглавие на ядрото
ca_es: L'encapçalament del kernel no és vàlid
chs: 无效的内核镜像文件头。
de_de: Ungültiger Header des Kernels.
el_gr: Μη έγκυρη κεφαλίδα πυρήνα.
es_ar: Encabezado no válido del kernel.
es_es: El encabezado del kernel no es válido
fi_fi: Virheelliset ytimen otsikkotiedot.
fr_fr: En-tête du kernel invalide.
id_id: Header kernel tidak valid.
it_it: Header del kernel non valido.
ja_jp: 無効なカーネルヘッダ.
nl: Ongeldige kernel header.
pl_pl: Błędny nagłówek kernela.
pt_br: Cabeçalho do kernel inválido.
pt_pt: Cabeçalho do kernel inválido.
ru_ru: Некорректный заголовок образа ядра.
sk_sk: Neplatný header kernelu.
sv_se: Ogiltigt kärnhuvud.
uk_ua: Некоректний заголовок образу ядра.
zh_tw: 無效的核心檔頭

source: Invalid kernel size:
bg_bg: Невалиден размер на ядрото:
ca_es: La grandària del kernel no és vàlid
chs: 无效的内核镜像大小:
de_de: Ungültige Größe des Kernels:
el_gr: Μη έγκυρο μέγεθος πυρήνα:
es_ar: Tamaño no válido del kernel:
es_es: El tamaño del kernel no es válido
fi_fi: Virheellinen ytimen koko:
fr_fr: Taille du kernel invalide :
id_id: Ukuran kernel tidak valid:
it_it: Dimensione del kernel non valida:
ja_jp: 無効なカーネルサイズ:
nl: Ongeldige kernel grootte.
pl_pl: Błędny rozmiar kernela:
pt_br: Tamanho do kernel inválido:
pt_pt: Tamanho do kernel inválido:
ru_ru: Некорректный размер ядра:
sk_sk: Neplatná veľkosť kernelu.
sv_se: Ogiltig kärnstorlek:
uk_ua: Некоректний розмір ядра:
zh_tw: 無效的核心大小

# KernelDumped
source: Your original kernel is saved in the "hakchi2\dump" folder. Do not lose it.
bg_bg: Оригиналното ви ядро се запазва в папката "hakchi2/dump". Не го губете.
ca_es: El kernel original s'ha guardat a la carpeta "hakchi2/dump". NO el perdia, ja que és important
chs: 您的原版内核镜像保存在“hakchi2/dump”文件夹中。请妥善保管。
de_de: Dein Original Kernel ist gesichert im Ordner "hakchi2/dump". Verliere ihn nicht.
el_gr: Ο αυθεντικός σας πυρήνας έχει αποθηκευτεί στο φάκελο "hakchi2/dump". Μη τον χάσετε.
es_ar: Se guardó tu kernel original en la carpeta "hakchi2/dump". No lo pierdas.
es_es: El kernel original se ha guardado en la carpeta "hakchi2/dump". No lo pierdas, ya que es importante
fi_fi: Alkuperäinen ytimesi on tallennettu "dump"-kansioon. Älä hukkaa sitä.
fr_fr: Votre kernel d’origine est sauvegardé dans le dossier "hakchi2/dump". Ne le perdez pas.
id_id: Kernel orisinal Anda tersimpan di dalam folder "hakchi2/dump". Jangan sampai hilang.
it_it: Il kernel originale è stato salvato nella cartella "hakchi2/dump". Non perderlo.
ja_jp: オリジナルのカーネルを "hakchi2\dump" フォルダにダンプしました。大切に保管しておいてください。
nl: Je originele kernel is opgeslagen in de “dump” map. Verlies het niet!
pl_pl: Twój kernel został zapisany w folderze "dump". Lepiej go nie stracić!
pt_br: Seu kernel original foi salvo na pasta "hakchi2/dump". Não perca, ele é muito importante.
pt_pt: Seu kernel original é salvo na pasta "hakchi2/dump". Não perca isso.
ru_ru: Оригинальный образ ядра сохранён в папке "dump". Желательно его не потерять и не стереть.
sk_sk: Váš originálny kernel je uložený v zložke "hakchi2/dump". Nestraťte ho.
sv_se: Din ursprungliga kärna sparas i mappen "hakchi2/dump". Tappa inte bort den.
uk_ua: Оригінальний образ ядра збережений в папці "hakchi2/dump". Бажано його не втратити і не стерти.
zh_tw: 您的原始核心檔案儲存在「hakchi2/dump」資料夾。請不要刪除它。

source: Loading games...
bg_bg: Игрите се зареждат...
ca_es: Carregant jocs...
chs: 正在载入游戏...
de_de: Lade Spiele...
el_gr: Φόρτωση παιχνιδιών…
es_ar: Descargando juegos…
es_es: Cargando juegos...
fi_fi: Ladataan pelejä...
fr_fr: Chargement des jeux…
id_id: Memuat game...
it_it: Sto caricando i giochi…
ja_jp: ゲームをロードしています...
nl: Spellen aan het laden...
pl_pl: Ładowanie gier...
pt_br: Carregando jogos...
pt_pt: Carregando jogos ...
ru_ru: Загружаем игры...
sk_sk: Načítavanie hier...
sv_se: Laddar spel…
uk_ua: Завантажуємо ігри...
zh_tw: 載入遊戲中...

# MD5Failed
source: Kernel dumped but the MD5 checksum is unknown:
bg_bg: Ядрото е изхвърлено, но контролната сума на MD5 е неизвестна:
ca_es: Kernel bolcat, però la suma de comprovació MD5 es desconeguda
chs: 内核镜像导出完毕，但MD5校验结果不明:
de_de: Kernel gesichert, aber die MD5 Prüfsumme ist falsch:
el_gr: Ο πυρήνας αποθηκεύτηκε αλλά το άθροισμα ελέγχου MD5 είναι άγνωστο:
es_ar: Se realizó el volcado del kernel, pero la suma de integridad MD5 es desconocida:
es_es: Kernel volcado, pero la suma de comprobación MD5 es desconocida
fi_fi: Ydin dumpattiin, mutta MD5-tarkistussumma on tuntematon:
fr_fr: Kernel sauvegardé mais la somme de contrôle MD5 est inconnu :
id_id: Kernel dapat di-dump tetapi MD5 checksum tidak diketahui:
it_it: Dump del kernel completato ma il checksum MD5 è sconosciuto:
ja_jp: カーネルのダンプに成功しました。未知のMD5チェックサムです:
nl: De opgeslagen kernel heeft een onbekende MD5 checksum:
pl_pl: Zgrano kernel, ale suma kontrolna MD5 jest nieznana:
pt_br: Kernel obtido, mas o checksum(soma de verificação) MD5 é desconhecido:
pt_pt: Kernel despejado mas a soma de verificação MD5 é desconhecida:
ru_ru: Образ ядра сдамплен, но MD5 некорректный:
sk_sk: Kernel je zálohovaný ale kontrolný súčet MD5 nie je známy:
sv_se: Kärnan dumpad men MD5-kontrollsumman är okänd:
uk_ua: Образ ядра здамплен, але MD5 некоректний:
zh_tw: 核心傾印完成，但MD5檢查碼不明 :
