Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# MD5Failed2
source: The kernel is already patched or it's an unknown revision. Please send this message to me (press Ctrl+C). Continue at your own risk.
bg_bg: Ядрото вече е закопчано или това е неизвестна версия. Моля, изпратете ми това съобщение (натиснете Ctrl + C). Продължете на свой собствен риск.
ca_es: El kernel ja està apedaçat o és una revisió desconeguda. Envia'm aquest missatge (Prem Control+C). Continua baix el teu propi risc
chs: 内核已经打过补丁，或者为某个未知的修正版。请将该信息发送给我(按Ctrl + C)。继续的话请后果自负。
de_de: Der Kernel ist schon gepatcht oder die Revision ist uns unbekannt. Bitte sende mir diese Nachricht (drücke Ctrl+C). Weiter auf eigene Gefahr.
el_gr: Ο πυρήνας είναι ήδη προσαρμοσμένος ή είναι κάποιας άγνωστης αναθεώρησης. Παρακαλώ στείλτε το μήνυμα αυτό σε εμένα (πατήστε Ctrl+C). Συνεχίστε με δική σας ευθύνη.
es_ar: El kernel ya está parcheado o es una revisión desconocida. Por favor, enviame este mensaje (presioná "Ctrl" + "C"). Continuá bajo tu propio riesgo.
es_es: El kernel ya está parcheado o es una revisión desconocida. Envíame este mensaje (presiona Ctrl+C). Continúa bajo tu propio riesgo
fi_fi: Ydin on jo patchattu tai sen revisio on tuntematon. Ole hyvä ja lähetä tämä viesti minulle (paina Ctrl+C). Jatka omalla vastuullasi.
fr_fr: Le kernel est déjà patché ou il s’agit d’une version inconnue. Merci de m’envoyer un message (Appuyez sur CTRL+C). Continuez à vos risques et périls.
id_id: Kernel ini sudah di-patch atau tidak diketahui revisinya. Beritahukan hal ini kepada saya (tekan Ctrl+C). Silakan tanggung sendiri risikonya jika memilih untuk melanjutkan.
it_it: Il kernel è stato già modificato oppure è una revisione sconosciuta. Per favore inviatemi questo messaggio (premere Ctrl+C). Continuate a vostro rischio e pericolo.
ja_jp: このカーネルはすでにパッチが適用されているか、未知のリビジョンです。このメッセージが表示された場合はCtrl+Cで私に送ってください。この工程は自己責任で行ってください。
nl: De kernel is al gepatched maar het is een onbekende versie. Stuur dit naar me toe, alsjeblieft (druk op Ctrl+C). Doorgaan op eigen risico.
pl_pl: Byćmoże kernel został już zpatchowany, lub jest nieznanej wersji. Proszę wysłać wiadomość (naciśnij Ctrl+C). Kontynuuj na własne ryzyko.
pt_br: O Kernel já foi corrigido ou possui uma revisão desconhecida. Envie esta mensagem para mim (pressione Ctrl + C). Continue por sua conta própria e risco.
pt_pt: O kernel já está corrigido ou é uma revisão desconhecida. Envie esta mensagem para mim (pressione Ctrl + C). Continue por sua própria conta e risco.
ru_ru: Возможно, ядро уже модифицировано, или нам ещё неизвестна такая версия. Отправьте это сообщение автору программы (нажмите Ctrl+C). Прожолжайте на свой страх и риск.
sk_sk: Kernel je už opravený alebo je neznámej revízie. Prosím pošlite mi túto správu (stlačte Ctrl+C). Pokračujte na vlastné riziko.
sv_se: Kärnan är redan patchad eller det är en okänd revision. Vänligen skicka detta meddelande till mig (tryck Ctrl + C). Fortsätt på egen risk.
uk_ua: Можливо, ядро вже модифіковано, або нам ще невідома така версія. Надішліть це повідомлення автору програми (натисніть Ctrl + C). Продовжуйте на свій страх і ризик.
zh_tw: 核心已經被修改或它是一個不明的修改版。 請按Ctrl + C 將此訊息傳送給我。若要繼續使用責任自負。

# MainMenu
source: HOME Menu
bg_bg: HOME Меню
ca_es: Menú d'inici
chs: 首页菜单
de_de: HOME Menü
el_gr: ΑΡΧΙΚΟ Μενού
es_ar: Menú principal
es_es: Menú de inicio
fi_fi: Päävalikko
fr_fr: Écran d’accueil
id_id: Menu Home
it_it: Menu HOME
ja_jp: HOME メニュー
pl_pl: Główne Menu
pt_br: Menu principal
pt_pt: Menu HOME
ru_ru: Главное меню
sk_sk: Hlavné menu
sv_se: HEMMA Meny
uk_ua: Головне меню
zh_tw: 首頁功能表

# MapperNotSupported
source: "{0}" uses mapper #{1} but this mapper is not supported by the NES Mini and the game will probably not start with the default emulator. But it should work if other emulator's module installed. Do you want to add this game?
bg_bg: За съжаление, {0} използва режим на четири екрана (т.е. играта има допълнителна VRAM памет в касетата) и тази функция не се поддържа от NES/SNES Mini. Играта вероятно няма да започне. Но това трябва да работи, ако модулът на другия емулатор е инсталиран. Искате ли да добавите тази игра така или иначе?
ca_es: Aquest joc, "{0}" fa servir el mapper #{1} i no es compatible amb la NES/SNES Mini, és probable que no iniciï amb el emulador predeterminat, però deuria funcionar si teniu un mòdul extra instal·lat d'un altre emulador. Voleu afegir aquest joc?
chs: 对不起，"{0}"使用了#{1}号Mapper，但是迷你红白机并不支持，用默认的模拟器可能无法启动该游戏。不过，如果安装了其他模拟器模块的话应该可以启动。确定要添加该游戏吗？
de_de: Entschuldige, "{0}" benutzt Mapper #{1}, aber dieser wird vom NES/SNES Mini nicht unterstützt und das Spiel wird wahrscheinlich mit dem Standard Emulator nicht starten. Es könnte funktionieren, wenn ein anderer Emulator installiert ist. Möchtest du das Spiel trotzdem hinzufügen?
el_gr: Λυπάμαι, το "{0}" χρησιμοποιεί τον mapper #{1} ο οποίος δεν υποστηρίζεται από το NES Mini και το παιχνίδι πιθανόν δεν θα ξεκινήσει με τον προκαθορισμένο εξομοιωτή. Πρέπει όμως να δουλέψει αν έχει εγκατασταθεί το module άλλων εξομοιωτών. Θέλετε να προσθέσετε αυτό το παιχνίδι;
es_ar: Lo siento, "{0}" usa el mapeador #{1} pero dicho mapeador no es compatible con la NES Classic Edition y el juego probablemente no arranque con el emulador predeterminado. Pero debería funcionar si hay otro módulo emulador instalado. ¿Querés agregar este juego?
es_es: Este juego, "{0}" usa mapeador #{1} y no es compatible con la NES/SNES Mini, es probable que no inicie con el emulador predeterminado, pero debería funcionar si tienes un módulo extra instalado de otro emulador. ¿Quieres añadir este juego?
fi_fi: Valitettavasti "{0}" käyttää mapperia #{1}, jota NES Mini ei tue ja peli ei luultavasti käynnisty oletusemulaattorilla. Sen pitäisi kuitenkin toimi lisäemulaattorimoduuli asennettuna. Haluatko lisätä pelin?
fr_fr: Désolé, "{0}" utilise le mapper #{1} mais ce mapper n’est pas supporté par la NES Mini et le jeu ne va probablement pas démarrer avec l’émulateur par defaut. Mais cela peut fonctionner si d’autres modules d’émulation sont installés. Voulez-vous ajouter ce jeu ?
id_id: Maaf, "{0}" menggunakan mapper #{1} tetapi mapper ini tidak didukung oleh NES Mini dan game ini mungkin tidak akan dapat dimainkan dengan emulator bawaan, kecuali jika modul emulator lain diinstal. Apakah Anda tetap ingin menambahkan game ini?
it_it: Mi dispiace, "{0}" utilizza il mapper #{1} ma questo mapper non è supportato dal NES Mini ed il gioco probabilmente non partirà con l'emulatore originale di default. Dovrebbe invece funzionare se si è installato il modulo di un altro emulatore. Vuoi aggiungere il gioco comunque?
ja_jp: "{0}" はマッパー #{1} を使用しています。このマッパーはファミコンミニでサポートされておらず、デフォルトのエミュレーターでは起動しない可能性があります。他のエミュレーターのモジュールが追加されていれば動作する可能性があります。本当にこのゲームを追加しますか?
nl: Sorry, “{0}” gebruikt mapper #{1} maar die wordt niet ondersteund door NES/SNES Mini en dit spel zal waarschijnlijk niet werken met de standaard emulator. Maar wellicht wel als andere emulator modules zijn geinstalleerd. Wil je het toch proberen?
pl_pl: Przykro mi, {0} używa mappera #{1} który jest nieobsługiwany przez NES Mini i gra prawdopodnie nie zadziała. Czy chcesz mimo to ją dodać?
pt_br: Sinto muito, mas o jogo "{0}" usa o mapeador #{1} que não é compatível com o NES Mini e provavelmente o jogo não irá iniciar com o emulador padrão do nes. Mas, talvez inicie normalmente se o módulo de outro emulador estiver instalado. Deseja adicionar este jogo mesmo assim?
pt_pt: Desculpe, "{0}" usa o mapper # {1}, mas esse mapper não é compatível com o NES/SNES Mini eo jogo provavelmente não começará com o emulador do nes. Mas deve funcionar se o módulo de outro emulador instalado. Você quer adicionar este jogo?
ru_ru: Увы, "{0}" использует маппер #{1}, а NES Mini его вроде как не поддерживает, и игра скорее всего не запустится на стандартном эмуляторе. Но она должна заработать, если установлен модуль с другим эмулятором. Добавить эту игру?
sk_sk: Prepáčte, "{0}" používa mapper #{1} ale tento mapper nie je podporovaný NES Mini a hru pravdepodobne nebude možné spustiť pomocou predvoleného emulátora. Ale mala by fungovať s použitím iného modulu emulátora. Chcete pridať túto hru?
sv_se: Tyvärr, "{0}" använder mappning # {1} men den här mappningen stöds inte av NES Mini och spelet kommer förmodligen inte att starta med standardemulatorn. Men det ska fungera om en annan emulatormodul installeras. Vill du lägga till det här spelet?
uk_ua: Нажаль, "{0}" використовує маппер #{1}, а NES Mini його, мабуть, не підтримує, і гра, швидше за все, не запуститься на стандартному емумуляторі. Але вона повинна заробити, якщо встановлений модуль з іншим емулятором. Додати цю игру?
zh_tw: 抱歉 , "{0}" 使用了Mapper #{1} 但迷你紅白機預設的模擬器並不支援。 但若有安裝其他模擬器擴充模組則可能可以執行。 您確定要加入這款遊戲嗎 ?

# Membooting
source: Booting the kernel from RAM...
es_ar: Iniciando el kernel desde la RAM…
fi_fi: Käynnistetään ydin muistista
fr_fr: Démarrer le kernel à partir de la RAM...
id_id: Mem-boot kernel dari RAM...
it_it: Avvio del kernel dalla RAM...
ja_jp: カーネルをRAMから起動中...
nl: Kernel aan het starten vanaf RAM...
pt_br: Iniciando o kernel a partir da RAM...

# MemoryFull
source: Sorry, there are {0}MBytes of games, it's too much.
bg_bg: Съжаляваме, има {0} MBytes на тези игри, това е прекалено много.
ca_es: Hi ha {0} MB en jocs, és molt i podria donar error en sincronitzar, és recomanable alliberar memòria
chs: 对不起，游戏的大小居然有{0}MB，实在是太大了。
de_de: Sorry, es sind zu viele Spiele, {0}MBytes, das ist zu viel.
el_gr: Λυπάμαι, υπάρχουν "{0}"Mbytes με παιχνίδια, είναι πάρα πολλά.
es_ar: Lo siento, hay {0}MB de juegos, es demasiado.
es_es: Hay {0} MB en juegos, es mucho y podría dar error al sincronizar, es recomendable liberar memoria
fi_fi: Valitettavasti {0} megatavua pelejä on liikaa.
fr_fr: Désolé, il y a {0} Mo de jeux, c’est trop.
id_id: Maaf, jumlah game Anda saat ini adalah {0}MB, terlalu banyak untuk disimpan.
it_it: Mi dispiace, ci sono {0}MBytes di giochi, sono troppi.
ja_jp: 申し訳ありません。既に{0}メガバイトものゲームが追加されており、これ以上追加できません。
nl: Sorry, er is {0} MB aan spellen, het is te groot.
pt_br: Desculpe, existem {0}MBytes de jogos, é muito.
pt_pt: Desculpe, existem {0} MBytes de jogos, é demais.
ru_ru: Простите, слишком уж много игр, на {0}МБ, NES Mini такое не осилит.
sk_sk: Prepáčte, je tu {0}MBytov hier, je to príliš veľa.
sv_se: Tyvärr, det finns {0} MBytes av spel, det är för mycket.
uk_ua: Вибачте, дуже вже багато ігор, на {0} МБайт, NES/SNES Mini таке не подужає.
zh_tw: 抱歉 , 此遊戲的檔案有 {0} MB，真的太大了...

# MemoryStats
source: Total writable memory size: {0:F1}MBytes|Available memory for games: {1:F1}MBytes|Used by saves: {2:F1}MBytes|Used by other files: {3:F1}MBytes
bg_bg: Общ размер на записваемата памет: {0: F1} MBytes | Налична памет за игри: {1: F1} MBytes | Използван от запазва: {2: F1} MBytes | Използвана от други файлове: {3: F1} MBytes
ca_es: Memòria total: {0:F1} MB|Disponible per a jocs: {1:F1} MB|Utilitzada pels punts de suspensió: {2:F1} MB|Utilitzada per altres arxius: {3:F1} MB
chs: 总可写入存储空间: {0:F1}MB|游戏可用存储空间: {1:F1}MB|存档占用空间: {2:F1}MB|其他文件占用空间: {3:F1}MB
de_de: Speicher insgesamt: {0:F1}Mb|Verfügbar für Spiele: {1:F1}Mb|Von Speicherständen verwendet: {2:F1}Mb|Von anderen Dateien verwendet: {3:F1}Mb
el_gr: Συνολικό μέγεθος εγγράψιμης μνήμης: {0:F1}MBytes|Διαθέσιμη μνήμη για παιχνίδια: {1:F1}MBytes|Χρησιμοποιείται από αποθηκευμένα: {2:F1}MBytes|Χρησιμοποιείται από άλλα αρχεία: {3:F1}MBytes
es_ar: Tamaño total de memoria escribible: {0:F1}MB|Memoria disponible para juegos: {1:F1}MB|Usada por partidas guardadas: {2:F1}MB|Usada por otros archivos: {3:F1}MB
es_es: Memoria total: {0:F1} MB|Disponible para juegos: {1:F1} MB|Usada por los puntos de suspensión: {2:F1} MB|Usada por otros archivos: {3:F1} MB
fi_fi: Kirjoitettavan muistin kokonaismäärä: {0:F1} megatavua|Muistia tarjolla peleille: {1:F1} megatavua|Tallennukset vievät: {2:F1} megatavua|Muut tiedostot vievät: {3:F1} megatavua
fr_fr: Taille totale de la mémoire : {0:F1} Mo|Mémoire disponible pour les jeux : {1:F1} Mo|Utilisé par les sauvegardes : {2:F1} Mo|Utilisé par d’autres fichiers : {3:F1} Mo
id_id: Ukuran memori yang dapat diisi: {0:F1}MB|Memori tersedia untuk game: {1:F1}MB|Digunakan untuk save: {2:F1}MB|Digunakan oleh file lain: {3:F1}MB
it_it: Memoria totale scrivibile: {0:F1}MBytes|Memoria disponibile per i giochi: {1:F1}MBytes|Usata dai salvataggi: {2:F1}MBytes|Usata da altri file: {3:F1}MBytes
ja_jp: 書き込み可能メモリ: {0:F1}MBytes|ゲームに使用可能なメモリ: {1:F1}MBytes|セーブデータで使用中: {2:F1}MBytes|その他で使用中: {3:F1}MBytes
nl: Totaal schrijfbaar geheugen: {0:F1}MB|Beschikbaar voor spellen: {1:F1}MB|Gebruikt voor savegames: {2:F1}MB|Gebruikt door overig: {3:F1}MB
pt_br: Memória total disponível: {0:F1}MBytes|Memória disponível para jogos: {1:F1}MBytes|Usada por saves: {2:F1}MBytes|Usada por outros arquivos: {3:F1}MBytes
pt_pt: Total Memória disponível para jogos: {1: F1} MBytes | Usado por salvamentos: {2: F1} MBytes | Utilizado por outros ficheiros: {3: F1} MBytes
sk_sk: Celková zapisovateľná pamäť: {0:F1}MBytov|Dostupná pamäť pre hry: {1:F1}MBytov|Použitá save: {2:F1}MBytov|Použitá inými súbormi: {3:F1}MBytov
sv_se: Totalt skrivbart minne: {0:F1} MBytes | Tillgängligt minne för spel: {1:F1} MBytes | Används av Save-States {2:F1} MBytes | Används av andra filer: {3:F1} MBytes
uk_ua: Всього можна перезаписувати пам'яті: {0:F1}МБайт|Доступно для ігор: {1:F1}МБайт|Використовується збереженнями: {2:F1}МБайт|Використовується іншими файлами: {3:F1}МБайт
zh_tw: 總共的儲存空間大小: {0:F1}MBytes|可存放遊戲的儲存空間大小: {1:F1}MBytes|目前已使用的檔案大小: {2:F1}MBytes|其他已使用的檔案大小: {3:F1}MBytes

# NandDumped
source: NAND memory is dumped successfully.
ca_es: La memòria NAND s'ha bolcat satisfactòriament.
chs: NAND存储器导出成功。
es_ar: El volcado de la memoria NAND se hizo exitosamente.
es_es: La memoria NAND se ha volcado correctamente
fi_fi: NAND-muisti dumpattu onnistuneesti.
fr_fr: Mémoire NAND extraite avec succès.
id_id: Memori NAND berhasil di-dump.
it_it: Dump della memoria NAND effettuato con successo.
ja_jp: NANDは正常にダンプされました。
nl: NAND geheugen succesvol gedumpt.
pt_br: Memória NAND obtida com sucesso.
zh_tw: 傾印記億體成功。

# NandFlashed
source: NAND memory flashed.
fi_fi: NAND-muisti flashattu.
fr_fr: Mémoire NAND flashée
id_id: Memori NAND ter-flash.
pt_br: Deseja escrever a imagem da partição NAND-C? Está opção irá subistituir todos os dados do usuários.

# Need3rdPartyEmulator
source: Oops, it seems like "{0}" is not going not work correctly with the original emulator. Do you want to use a 3rd party emulator for this game (it needs to be installed)?
es_ar: Epa, parece que "{0}" no va funcionar correctamente con el emulador original. ¿Querés usar el emulador de un tercero para este juego (necesita estar instalado)?
fi_fi: Hups. Näyttää, että "{0}" ei tule toimimaan oikein alkuperäisellä emulaattorilla. Haluatko käyttää kolmannen osapuolen emulaattoria tälle pelille? (Vaatii asennuksen.)
fr_fr: Oups, il semblerait que "{0}" ne puisse pas fonctionner correctement avec l’émulateur d’origine. Voulez-vous utiliser un émulateur de tierce partie pour ce jeu (il sera nécessaire de l’installer) ?
id_id: Ups, sepertinya "{0}" tidak akan dapat berjalan dengan baik dengan emulator orisinal. Apakah Anda ingin menggunakan emulator pihak ketiga untuk game ini (instalasi dibutuhkan)?
it_it: Oops, "{0}" potrebbe non funzionare correttamente con l'emulatore originale. Vuoi utilizzare un emulatore non originale per questo gioco (deve essere installato)?
ja_jp: "{0}"はデフォルトのエミュレーターでは正しく動作しないようです。他のエミュレーターを使用しますか? (別途インストールする必要があります。)
pt_br: Oops, parece que "{0}" não está funcionando corretamente com o emulador original. Você deseja usar um emulador de terceiros para este jogo (ele precisa ser instalado)?

# NewGamesUnsorted
source: New games are moved to the "Unsorted" folder.
bg_bg: Новите игри се преместват в папката "Несортирани".
ca_es: Els nous jocs s'han afegit a la carpeta "Sense classificar"
chs: 新添加的游戏会被移动到“Unsorted”文件夹。
de_de: Neue Spiele sind im Ordner "Unsortiert" .
el_gr: Τα νέα παιχίδια μετακινήθηκαν στον φάκελο "Μη ταξινομημένα".
es_ar: Los nuevos juegos se moverán a la carpeta "Sin ordenar".
es_es: Los nuevos juegos se han añadido a la carpeta "Sin clasificar"
fi_fi: Uudet pelit siirretään "Lajittelematon"-kansioon.
fr_fr: Les nouveaux jeux ont été déplacés dans le dossier "À classer".
id_id: Game-game baru berada di dalam folder "Belum Tersortir".
it_it: I nuovi giochi sono stati spostati nella cartella "Non classificati".
ja_jp: 新たに追加されたゲームは "未分類" フォルダーに移動されます。
nl: Nieuwe spellen worden verplaatst naar de “Ongesorteerd” map.
pl_pl: Nowe gry zostały przeniesione do folderu "Unsorted".
pt_br: O novos jogos serão movidos para a pasta "Sem classificação".
pt_pt: Novos jogos são movidos para a pasta "Unsorted".
ru_ru: Новые игры помещены в папку "Unsorted".
sk_sk: Nové hry sú presunuté do zložky "Nezatriedené".
sv_se: Nya spel flyttas till mappen "Osorterat".
uk_ua: Нові ігри поміщені в папку "Невідсортовані".
zh_tw: 新的遊戲都會被移到「Unsorted」未分類資料夾。

# NewPreset
source: New selection preset
bg_bg: Предварително зададена нова селекция
ca_es: Nova llista
chs: 添加选辑预设组
de_de: Ein Preset erstellen
el_gr: Νέα προεπιλογή
es_ar: Nueva lista personalizada de juegos
es_es: Nueva lista
fi_fi: Uusi pelivalikoima
fr_fr: Nouvelle liste prédéfinie
id_id: Pra-atur pilihan baru
it_it: Nuova selezione preset
ja_jp: 新しく選択されたプリセット
nl: Nieuw instelling selectie
pl_pl: Nowy preset zaznaczenia
pt_br: Nova lista personalizada de jogos
pt_pt: Nova seleção predefinida
ru_ru: Создание пресета
sk_sk: Nová predvoľba pre výber
sv_se: Ny valbar förinställning
uk_ua: Створення пресету
zh_tw: 新增預設組合

source: No
bg_bg: Не
chs: 否
de_de: Nein
el_gr: Όχι
fi_fi: Ei
fr_fr: Non
id_id: Tidak
ja_jp: いいえ
nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ru_ru: Нет
sk_sk: Nie
sv_se: Nej
uk_ua: Ні
zh_tw: 不要

source: No for all
bg_bg: Не за всички
ca_es: No per tots
chs: 全部选否
de_de: Nein für alle
el_gr: Όχι σε όλα
es_ar: "No" a todo
es_es: No para todos
fi_fi: Ei kaikkiin
fr_fr: Non pour tous
id_id: Tidak untuk semua
it_it: No per tutti
ja_jp: すべて "いいえ"
nl: Op alles nee
pl_pl: Nie dla wszystkich
pt_br: Não para todos
pt_pt: Não para todos
ru_ru: Нет для всех
sk_sk: Nie pre všetky
sv_se: Nej för alla
uk_ua: Ні для усіх
zh_tw: 全部不要

# NoKernel
source: No kernel dump found
bg_bg: Не бе открито ядрото.
ca_es: No s'ha trobat cap bolcat del kernel
chs: 未找到已导出的内核镜像
de_de: Kein gesicherter Kernel gefunden
el_gr: Δεν βρέθηκε αποθηκευμένος πυρήνας
es_ar: No se encontró el volcado del kernel
es_es: No se ha encontrado ningún volcado del kernel
fi_fi: Dumpattua ydintä ei löydy
fr_fr: Aucune sauvegarde du kernel trouvé
id_id: Dump kernel tidak ditemukan
it_it: Non è stato trovato alcun dump del kernel
ja_jp: カーネルのダンプファイルが見つかりません
nl: Geen opgeslagen kopie van de kernel gevonden
pl_pl: Nie odnaleziono zgranego kernela
pt_br: Não foi encontrado nenhum backup do kernel
pt_pt: Nenhum despejo de kernel encontrado
ru_ru: Не найден образ ядра
sk_sk: Nenájdený žiadny zálohovaný kernel
sv_se: Ingen dumpad kärna hittades
uk_ua: Не вдалося знайти образ ядра
zh_tw: 找不到傾印的核心

# NoKernelWarning
source: First, dump the kernel image of your NES/SNES Mini. You only need to do this once. Do you want to continue?
ca_es: Primer, heu de fer un bolcat del kernel de la NES/SNES Mini. Aquesta acció, només és necessària fer-la una vegada. Voleu continuar?
chs: 首先，请导出迷你红白机的内核镜像。您只需进行一次该操作。确定要继续吗？
de_de: Sichere zuerst das Kernel Abbild von deinem NES/SNES Mini. Dieses musst du nur einmal machen. Möchtest du fortfahren?
el_gr: Αρχικά, αποθηκεύστε τον πυρήνα του NES/SNES Mini σας. Χρειάζετε να το κάνετε μόνο μία φορά. Θέλετε να συνεχίσετε;
es_ar: Primero, volcá la imagen del kernel a tu NES/SNES Classic Edition. Sólo necesitás hacerlo una vez. ¿Querés continuar?
es_es: Primero, tienes hacer un volcado del kernel de la NES/SNES Mini. Esta acción, sólo es necesaria realizarla una vez. ¿Quieres continuar?
fi_fi: Dumppaa aluksi NES/SNES Minisi ydin. Tämä on tarve tehdä vain kerran. Haluatko jatkaa?
fr_fr: D’abord, vous devez extraire le kernel de votre NES/SNES Mini. Cette opération ne doit être faite qu’une seule fois. Voulez-vous continuer ?
id_id: Pertama, dump image kernel NES/SNES Mini Anda. Ini hanya perlu dilakukan sekali saja. Apakah Anda ingin melanjutkan?
it_it: Prima di tutto fare il dump dell'immagine del kernel del proprio NES/SNES Mini. È sufficiente eseguire questa operazione una sola volta. Vuoi continuare?
ja_jp: まず最初にファミコン/スーファミ ミニのカーネルイメージを本体から抽出する必要があります。この作業は1度は必ず行う必要があります。続けますか?
nl: Allereerst, bewaar een kopie van de originele kernel van je NES/SNES Mini. Je hoeft dit maar één keer te doen. Wil je doorgaan?
pl_pl: Na początek musisz zgrać kernel z NES Mini. Musisz to zrobić tylko raz. Czy chcesz kontynuować?
pt_br: Antes de tudo, obtenha uma imagem do kernel do seu NES/SNES Mini. Você só precisa fazer isso uma vez. Deseja continuar?
pt_pt: Primeiro, despeje a imagem do kernel do seu NES/SNES Mini. Você só precisa fazer isso uma vez. Você quer continuar?
ru_ru: Прежде всего, необходимо сдампить образ ядра NES Mini. Эту процедуру нужно проделать только один раз. Продолжить?
sk_sk: Najprv zálohujte kernel vášho NES/SNES Mini. Je to potrebné urobiť len raz. Chcete pokračovať?
sv_se: Dumpa först kärnan på din NES/SNES Mini. Du behöver bara göra det här en gång. Vill du fortsätta?
uk_ua: Перш за все, необхідно здампити образ ядра NES/SNES Mini. Цю процедуру потрібно зробити лише один раз. Продовжити?
zh_tw: 首先，會將迷你紅白機的核心傾印轉檔，這只會執行一次。您要繼續嗎 ?

# NoKernelYouNeed
source: No kernel dump found. You need to dump the kernel first.
bg_bg: Не бе открито ядрото на ядрото. Най-напред трябва да изхвърлите ядрото.
ca_es: No s'ha trobat cap bolcat del kernel, primer, heu de fer-li el bolcat
chs: 未找到已导出的内核镜像。您需要先导出内核镜像。
de_de: Kein gesicherter Kernel gefunden. Du musst den Kernel erst einmal sichern.
el_gr: Δεν βρέθηκε αποθηκευμένος πυρήνας. Πρέπει πρώτα να αποθηκεύσετε τον πυρήνα.
es_ar: No se encontró el volcado del kernel. Primero necesitás volcar el kernel.
es_es: No se ha encontrado ningún volcado del kernel, primero, tienes que realizar un volcado de él
fi_fi: Dumpattua ydintä ei löydy. Sinun on dumpattava ydin ensin.
fr_fr: Aucune image du kernel trouvé. Vous devez d’abord extraire le kernel.
id_id: Dump kernel tidak ditemukan. Anda harus men-dump kernel terlebih dahulu.
it_it: Non è stato trovato alcun dump del kernel. Devi prima di tutto fare il dump del kernel.
ja_jp: カーネルのダンプファイルが見つかりませんでした。最初にカーネルを本体から抽出する必要があります。
nl: Geen opgeslagen kopie van de kernel gevonden. Je moet de kernel eerst opslaan.
pl_pl: Nie odnaleziono zgranego kernela. Musisz go najpierw zgrać.
pt_br: Não foi encontrado nenhum backup do kernel. Primeiro você precisa obter uma cópia do kernel.
pt_pt: Nenhum despejo do kernel encontrado. Você precisa descarregar o kernel primeiro.
ru_ru: Не найден образ ядра NES Mini. Сначала необходимо его сдампить.
sk_sk: Nenájdený žiadny zálohovaný kernel. Musíte najprv zálohovať kernel.
sv_se: Ingen dumpad kärna hittades. Du måste dumpa kärnan först.
uk_ua: Не найден образ ядра NES/SNES Mini. Сначала необходимо его сдампить.
zh_tw: 找不到傾印的核心，首次使用需要先將核心傾印。
