Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# NoTelnet
source: Can't start Telnet client, seems like it's disabled. You need to enable it first, you can do it in “Control Panel“ -> “Programs“ -> "Turn Windows features on or off".
bg_bg: Не може да се стартира Telnet клиент, изглежда сякаш е деактивиран. Трябва първо да го активирате, можете да го направите в "Контролен панел" - & gt; "Програми" - & gt; Msgstr "Включване или изключване на функциите на Windows".
ca_es: No s'ha pogut iniciar el client Telnet, és possible que estigui desactivat. Heu d'activar-ho primer, per a això, aneu a "Panell de control" -> "Programes i característiques" -> "Activar o desactivar les característiques de Windows"
chs: 无法启动Telnet客户端，它似乎已被禁用。您需要先将其启用。您可以前往“控制面板” -> “程序” -> “启用或关闭Windows功能”进行操作。
de_de: Kann den Telnet-Client nicht öffnen, vermutlich ist der Dienst ausgeschaltet. Schalte bitte diesen zuerst ein über "Systemsteuerung" -> "Programme" -> "Windows-Funktionen aktivieren bzw. deaktivieren".
el_gr: Δεν μπορεί να γίνει εκκίνηση πελάτη Telnet, μάλλον είναι απενεργοποιημένος. Πρέπει πρώτα να τον ενεργοποιήσετε, μπορείτε να το κάνετε στον "Πίνακα Ελέγχου" -> "Προγράμματα" -> "Ενεργοποίηση και απενεργοποίηση δυνατοτήτων των Windows".
es_ar: No se puede iniciar el cliente Telnet; parece que está deshabilitado. Primero necesitás habilitarlo: podés hacerlo yendo a "Panel de control" -> "Programas" -> "Activar o desactivar las características de Windows".
es_es: No se ha podido iniciar el cliente Telnet, es posible que esté desactivado. Debes activarlo primero, para ello, vete a "Panel de control" -> "Programas y características" -> "Activar o desactivar las características de Windows"
fi_fi: Telnet-asiakasohjelmaa ei voida käynnistää, koska se vaikuttaa olevan poissa käytöstä. Se täytyy ensin ottaa käyttöön: "Ohjauspaneeli" - > "Ohjelmat" - > "Ota Windowsin ominaisuuksia käyttöön tai poista niitä käytöstä".
fr_fr: Impossible d’ouvrir le client Telnet. Il est probablement désactivé. Pour l’activer, allez dans le "Panneau de configuration", sélectionnez "Programmes" puis "Activer ou désactiver des fonctionnalités de Windows".
id_id: Tidak dapat memulai klien Telnet, sepertinya dinonaktifkan. Anda harus mengaktifkannya terlebih dahulu di "Control Panel" -> "Programs" -> "Turn Windows features on or off".
it_it: Impossibile avviare il client Telnet, sembra disabilitato. Va prima abilitato da "Pannello di Controllo" -> "Programmi" -> "Attivazione o disattivazione delle funzionalità Windows".
ja_jp: Telnetクライアントを起動できません。無効になっているようです。 最初に有効にする必要があります。"コントロールパネル" -＆gt; "プログラム" -＆gt; "Windows の機能の有効化または無効化"からTalnetクライアントを有効化してください。
nl: Ik kan de Telnet client niet starten, het lijkt alsof het uitgeschakeld is. Je moet het eerst weer inschakelen. Dat doe je in het “Configuratiescherm” -> "Programma's" -> "Windows onderdelen in-of uitschakelen".
pt_br: Não é possível iniciar o cliente Telnet, parece que ele está desativado. Você precisa habilitá-lo primeiro, você pode fazê-lo em "Painel de controle" -> "Programas" -> "Habilitar e Desabilitar Recursos do Windows".
pt_pt: Não é possível iniciar o cliente Telnet, parece que ele está desativado. Você precisa habilitá-lo primeiro, você pode fazê-lo em "Painel de controle" -> "Programas" -> "Liga ou desliga características das janelas".
sk_sk: Nie je možné spustiť Telnet klient zdá sa že je zakázaný. Najprv ho potrebujete spustiť, možete to spraviť v "Olvádací panel" -> "programy" -> "Zapnúť alebo vypnúť funkcie systému Windows".
sv_se: Kan inte starta Telnet-klienten, det verkar som om den är inaktiverad. Du måste aktivera det först, du kan göra det i "Kontrollpanelen" - > "Program" - > "Slå av eller på funktioner i Windows".
uk_ua: Не можу відкрити Telnet клієнт. Схоже, що він вимкнений. Увімкніть його в "Панели управління" -> "Програми і компоненти" -> "Компоненти Windows".
zh_tw: 無法啟動 Telnet 用戶端。看起來內建的用戶端程式已被停用，您必須先啟用它，你可以在Windows的「控制台」 -> 「程式與功能」 -> 「開啟或關閉Windows功能」中找到，或者另外安裝使用其他Telnet軟體。

source: Not found:
bg_bg: Не е намерено:
ca_es: No es troba:
chs: 未找到:
de_de: Nicht gefunden:
el_gr: Δεν βρέθηκε:
es_ar: No encontrado:
es_es: No se encuentra:
fi_fi: Ei löytynyt:
fr_fr: Non trouvé :
id_id: Tidak ditemukan:
it_it: Non trovato:
ja_jp: 存在しない:
nl: Niet gevonden:
pl_pl: Nie znaleziono:
pt_br: Não encontrado:
pt_pt: Não encontrado:
ru_ru: Не найдено:
sk_sk: Nenájdené:
sv_se: Hittades inte:
uk_ua: Не знайдено:
zh_tw: 找不到 :

source: not recommended
fi_fi: ei suositeltavaa
fr_fr: non recommandé
id_id: tidak disarankan
pt_br: não recomendado

# OriginalKernelQ
source: Do you want to flash the original kernel?
bg_bg: Искате ли да мига оригиналното ядро?
ca_es: Voleu flashetjar el kernel original?
chs: 确定要刷写原版内核镜像？
de_de: Möchtest du den Original Kernel flashen?
el_gr: Θέλετε να εγγράψετε τον αυθεντικό πυρήνα;
es_ar: ¿Querés flashear el kernel original?
es_es: ¿Quieres flashear el kernel original?
fi_fi: Haluatko flashata alkuperäisytimen?
fr_fr: Voulez-vous flasher le kernel d’origine ?
id_id: Apakah Anda ingin mem-flash kernel orisinal?
it_it: Vuoi flashare il kernel originale?
ja_jp: オリジナルカーネルを書き込んでもよろしいですか?
nl: Wil je de originele kernel flashen?
pl_pl: Czy chcesz wgrać oryginalny kernel?
pt_br: Deseja escrever o kernel original?
pt_pt: Deseja piscar o kernel original?
ru_ru: Прошить оригинальный образ ядра?
sk_sk: Chcete flashnúť originálny kernel?
sv_se: Vill du flasha originalkärnan?
uk_ua: Прошити оригінальний образ ядра?
zh_tw: 您是否想要覆寫原廠核心 ?

source: Patch available
bg_bg: Кръпка на разположение
ca_es: Pedaç disponible
chs: 可用补丁
de_de: Patch verfügbar
el_gr: Διαθέσιμο διορθωτικό
es_ar: Parche disponible
es_es: Parche disponible
fi_fi: Korjaustiedosto tarjolla
fr_fr: Patch disponible
id_id: Patch tersedia
it_it: Patch disponibile
ja_jp: パッチが利用可能です
nl: Patch beschikbaar
pl_pl: Patch dostępny
pt_br: Correção disponível
pt_pt: Patch disponível
ru_ru: Доступен патч
sk_sk: Dostupný patch/oprava
sv_se: Patch tillgänglig
uk_ua: Доступний патч
zh_tw: 可修補程式

# PatchQ
source: There is patch for "{0}". Do you want to patch this game?
bg_bg: Има кръпка за "{0}". Искате ли да промените тази игра?
ca_es: Hi ha un pedaç per "{0}". Voleu apedaçar aquest joc?
chs: "{0}"有可用的补丁。您希望给该游戏打上补丁吗？
de_de: Es ist ein Patch für "{0}" verfügbar. Möchtest du das Spiel patchen?
el_gr: Υπάρχει διορθωτικό για το "{0}". Θέλετε να διορθώσετε αυτό το παιχνίδι;
es_ar: Hay un parque para "{0}". ¿Querés parchear este juego?
es_es: Hay un parche para "{0}". ¿Quieres parchear este juego?
fi_fi: Pelille "{0}" löytyy korjaustiedosto. Haluatko korjata pelin?
fr_fr: Un patch pour "{0}" est disponible. Voulez-vous l’appliquer sur ce jeu ?
id_id: Patch untuk "{0}" tersedia. Apakah Anda ingin mem-patch game ini?
it_it: Esiste una patch per "{0}". Vuoi applicarla al gioco?
ja_jp: "{0}"のパッチがあります。このゲームにパッチを適用しますか?
nl: Er is een patch voor “{0}”. Wil je dit spel patchen?
pl_pl: Jest dostępny patch dla "{0}". Czy chcesz zpatchować tą grę?
pt_br: Existe uma correção para "{0}". Deseja corrigir este jogo?
pt_pt: Existe um patch para "{0}". Você quer corrigir este jogo?
ru_ru: Для файла "{0}" доступен патч. Хотите его применить?
sk_sk: Je dostupný patch/oprava pre "{0}". Chcete patchnúť túto hru?
sv_se: Det finns en patch för "{0}". Vill du patcha det här spelet?
uk_ua: Для файлу "{0}" доступний патч. Хочете його застосувати?
zh_tw: 有修補程式供 "{0} 使用。 您是否想要修補這個遊戲嗎 ?

# PleaseTryAgainUSB
source: If this problem persists, try using another USB port or cable.
bg_bg: Ако този проблем продължава, опитайте да използвате друг USB порт или кабел.
ca_es: Si el problema persisteix, proveu a utilitzar un altre cable o port USB
chs: 如果此问题继续发生, 请尝试更换USB连接线或使用不同的USB接口。
de_de: Wenn dieses Problem weiterhin besteht, versuche es mit einem anderen USB-Port oder Kabel.
el_gr: Αν αυτό το πρόβλημα παραμένει, δοκιμάστε μια άλλη θύρα USB ή καλώδιο.
es_ar: Si el problema continúa, probá con otros cable USB u otro puerto.
es_es: Si el problema persiste, prueba a utilizar otro cable o puerto USB
fi_fi: Jos ongelma ei poistu, yritä käyttää toista USB-porttia tai -kaapelia.
fr_fr: Si le problème persiste, essayez d’utiliser un autre port ou câble USB.
id_id: Jika masalah berlanjut, cobalah gunakan port atau kabel USB lainnya.
it_it: Se il problema persiste, prova ad utilizzare un'altra porta USB oppure un cavo USB differente.
ja_jp: この問題が解決しない場合は別のUSBケーブルを使用してみてください。
nl: Als dit probleem blijft bestaan, probeer dan een andere USB poort of een andere USB kabel.
pl_pl: Jeżeli problem się powtórzy to zmień port USB, lub użyj innego kabla.
pt_br: Se esse problema persistir, tente usar outra porta ou cabo USB.
pt_pt: Se esse problema persistir, tente usar outra porta de USB ou cabo.
ru_ru: Если проблема повторяется, попробуйте другой USB порт или другой USB кабель.
sk_sk: Ak tento problém pretrváva, skúste použiť iný USB port alebo kábel.
sv_se: Om problemet kvarstår kan du försöka använda en annan USB-port eller kabel.
uk_ua: Якщо проблема повторюється, спробуйте інший USB порт або інший USB кабель.
zh_tw: 如果此問題仍然存在 , 請嘗試使用另一條USB連接線或別的連接埠。

source: Please wait...
bg_bg: Моля, изчакай...
ca_es: Si us plau, esperi...
chs: 请稍候...
de_de: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_ar: Esperá, por favor…
es_es: Por favor, espera...
fi_fi: Odota, ole hyvä...
fr_fr: Veuillez patienter...
id_id: Mohon tunggu...
it_it: Attendere prego...
ja_jp: しばらくお待ちください...
nl: Even geduld, alsjeblieft...
pt_br: Por favor, aguarde...
pt_pt: Por favor, espere...
sk_sk: Prosím počkajte...
sv_se: Vänligen vänta…
uk_ua: Будь ласка зачекайте...
zh_tw: 請稍候...

source: Press OK to continue.
bg_bg: Натиснете ОК, за да продължите.
ca_es: Premeu Ok per continuar
chs: 点击确定以继续
de_de: Drücke OK, um fortzufahren.
el_gr: Πιέστε ΟΚ για να συνεχίσετε.
es_ar: Presioná "Aceptar" para continuar.
es_es: Presiona Ok para continuar
fi_fi: Paina OK jatkaaksesi.
fr_fr: Appuyez sur OK pour continuer.
id_id: Tekan OK untuk melanjutkan.
it_it: Premere OK per continuare.
ja_jp: OKを押して続行します.
nl: Druk op OK om door te gaan.
pl_pl: Naciśnij OK, aby kontynuować..
pt_br: Pressione OK para continuar.
pt_pt: Pressione OK para continuar.
ru_ru: Нажмите OK для продолжения.
sk_sk: Pokračujte stlačením OK.
sv_se: Tryck OK för att fortsätta.
uk_ua: Натисніть OK для продовження.
zh_tw: 按下「確定」以繼續進行操作。

# Removing
source: Removing {0}...
es_ar: Quitando {0}…
fi_fi: Poistetaan {0}...
fr_fr: Suppression de {0}...
id_id: Menghapus {0}...
it_it: Cancellazione di {0}...
ja_jp: {0}を削除しています...
nl: "{0}" aan het verwijderen...
pt_br: Removendo {0}...

source: Removing games...
es_ar: Quitando juegos…
fi_fi: Poistetaan pelejä...
fr_fr: Suppression des jeux...
id_id: Menghapus game...
it_it: Cancellazione dei giochi in corso...
ja_jp: ゲームを削除しています...
nl: Spellen aan het verwijderen...
pt_br: Removendo jogos...

# ReplaceKernelQ
source: You already have the kernel dump. If you REALLY want to replace the backup of your kernel and you REALLY understand what you are doing, delete the "hakchi2/dump" folder manually.
bg_bg: Вече имате дъмп от ядрото. Ако наистина искате да замените архива на вашето ядро и вие наистина разберете какво правите, изтрийте папката "hakchi2/dump" ръчно.
ca_es: Ja has realitzat el bolcat del kernel. Si realment voleu reemplaçar la copia de seguretat del teu kernel i entens el que esteu fent, borra la carpeta "hakchi2/dump"
chs: 您已经导出过内核镜像。如果您真的确定要替换您已经备份过的内核镜像，而且真正了解自己在进行什么操作，请先手动删除"hakchi2/dump"文件夹。
de_de: Du hast dein Kernel schon gesichert. Wenn du WIRKLICH dein Kernel Backup ersetzen möchtest und du WIRKLICH weisst, was du tust, dann lösche den Ordner "hakchi2/dump" manuell.
el_gr: Έχετε ήδη αποθηκεύσει τον πυρήνα. Αν ΠΡΑΓΜΑΤΙΚΑ θέλετε να αντικαταστήσετε το αντίγραφο του πυρήνα σας και ΠΡΑΓΜΑΤΙΚΑ καταλαβαίνετε τι κάνετε, διαγράψτε τον φάκελο "hakchi2/dump" χειροκίνητα.
es_ar: Ya realizaste el volcado de kernel. Si REALMENTE querés reemplazar el resguardo de tu kernel y REALMENTE entendés lo que estás haciendo, eliminá la carpeta "hakchi2/dump" manualmente.
es_es: Ya has realizado el volcado del kernel. Si realmente quieres reemplazar la copia de seguridad de tu kernel y entiendes lo que estás haciendo, borra la carpeta "hakchi2/dump" manualmente
fi_fi: Sinulla on jo dumpattu ydin. Jos TODELLA haluat korvata ytimesi varmuuskopion ja TODELLA ymmärrät mitä olet tekemässä, poista "dump"-kansio manuaalisesti.
fr_fr: Vous avez déjà extrait le kernel. Si vous voulez vraiment remplacer la copie de sauvegarde de votre kernel et que vous comprenez vraiment ce que vous faites, supprimez le dossier "hakchi2/dump" manuellement.
id_id: Anda sudah mempunyai dump kernel. Jika Anda BENAR-BENAR ingin mengganti dump cadangan Anda dan tahu BENAR apa yang Anda lakukan, hapus folder "hakchi2/dump" secara manual.
it_it: Hai già il dump del kernel. Se vuoi VERAMENTE sostituire il backup del kernel e sai VERAMENTE cosa stai facendo, cancella la cartella "hakchi2/dump" manualmente.
ja_jp: 既にカーネルのダンプファイルが存在します。あなたが何をしようとしているのか理解をしていて、本当にバックアップを置き換えたいのであれば "hakchi2\dump" フォルダーを手動で削除してください。
nl: Je hebt de kernel al opgeslagen. Maar als je ECHT de originele backup van je kernel wilt overschrijven en je ECHT zeker weet wat je doet, verwijder de map met de back je kernel dan handmatig.
pl_pl: Masz już zgrany kernel. Jeśli naprawdę chcesz, aby kopia kernela została nadpisana i naprawdę wiesz co robić, to usuń folder "dump" ręcznie.
pt_br: Você já tem uma cópia de segurança(backup) do kernel. Se você REALMENTE deseja substituir a cópia atual do seu kernel e você REALMENTE entende o que está fazendo, exclua manualmente a pasta "hakchi2/dump".
pt_pt: Você já tem o despejo(dump) do kernel. Se você REALMENTE deseja substituir o backup do seu kernel e você REALMENTE entender o que está fazendo, exclua a pasta "hakchi2/dump" manualmente.
ru_ru: Уже существует сохранённый образ ядра. Если вы ДЕЙСТВИТЕЛЬНО хотите заменить оригинальную копию ядра и ДЕЙСТВИТЕЛЬНО понимаете, что делаете, удалите папку "dump" вручную.
sk_sk: Už máte zálohovaný kernel. Ak NAOZAJ chcete nahradiť zálohu vášho kernelu a NAOZAJ rozumiete čo robíte, odstráňte priečinok "hakchi2/dump".
sv_se: Du har redan dumpat kärnan Om du verkligen vill byta säkerhetskopiering av din kärna och du verkligen förstår vad du gör, ta bort mappen "hakchi2/dump" manuellt.
uk_ua: Вже існує збережений образ ядра. Якщо ви ДІЙСНО хочете замінити оригінальну копію ядра і СПРАВДІ розумієте, що робите, видаліть папку "hakchi2 \ dump" вручну.
zh_tw: 您已傾印過核心。如果您真的要更換您的核心備份，並且你知道你正在做什麼，您可以自行刪除「hakchi2/dump」資料夾。

# SavesFlterName
source: Save-state backups
bg_bg: Запазени резервни копия на NES/SNES Mini
ca_es: Còpia de seguretat dels punts de suspensió NES/SNES Mini
chs: 迷你红白机即时存档备份
de_de: Sicherheitskopie der Speicherstände von NES/SNES Mini
el_gr: Αντίγραφα αποθηκευμένων σημείων NES/SNES Mini
es_ar: Resguardo de los puntos de suspensión de la NES/SNES Classic Edition
es_es: Copia de seguridad de los puntos de suspensión NES/SNES Mini
fi_fi: NES/SNES Mini -pelitallennusten varmuuskopiot
fr_fr: Sauvegardes d’état NES/SNES Mini
id_id: Cadangan Save State NES/SNES Mini
it_it: Backup dei punti di sospensione del NES/SNES Mini
ja_jp: ファミコン/スーファミ ミニ ステートセーブ バックアップ
nl: NES/SNES Mini opslagpunten backups
pt_br: Cópias de segurança dos seus save-states em seu NES/SNES Mini
pt_pt: NES/SNES Mini-salva cópia de segurança
sk_sk: NES/SNES Mini zálohy uložených pozícií hier
sv_se: NES/SNES Mini Save-States backuper
uk_ua: Збереження NES/SNES Mini
zh_tw: 迷你紅白機的快速存檔備份

# SelectAtLeast
source: Select at least one game.
bg_bg: Избери поне една игра.
ca_es: Selecciona com a mínim un joc
chs: 请至少选择一个游戏
de_de: Wähle mindestens ein Spiel.
el_gr: Επιλέξτε τουλάχιστον ένα παιχνίδι.
es_ar: Seleccioná al menos un juego.
es_es: Selecciona al menos un juego
fi_fi: Valitse ainakin yksi peli.
fr_fr: Sélectionez au minimum un jeu.
id_id: Pilih setidaknya satu game.
it_it: Seleziona almeno un gioco.
ja_jp: 少なくとも1つのゲームを選択してください
nl: Selecteer tenminste één spel.
pl_pl: Musisz wybrać co najmniej jedną grę.
pt_br: Selecione pelo menos um jogo.
pt_pt: Selecione pelo menos um jogo.
ru_ru: Необходимо выбрать хотя бы одну игру.
sk_sk: Vyberte aspoň jednu hru.
sv_se: Välj minst ett spel.
uk_ua: Необхідно вибрати хоча б одну гру.
zh_tw: 請選取至少一款遊戲

# SelectAtLeastTwo
source: Select at least two buttons.
bg_bg: Изберете последните два бутона.
ca_es: Selecciona com a mínim dos botons
chs: 请至少选择两个按钮。
de_de: Wähle mindestens zwei Tasten.
el_gr: Επιλέξτε τουλάχιστον δύο κουμπιά.
es_ar: Seleccioná al menos dos botones.
es_es: Selecciona al menos dos botones
fi_fi: Valitse ainakin kaksi nappia.
fr_fr: Sélectionnez au minimum deux boutons.
id_id: Pilih setidaknya dua tombol.
it_it: Selezionare almeno due pulsanti.
ja_jp: 少なくとも2つのボタンを選択してください。
nl: Selecteer tenminste 2 knoppen
pl_pl: Musisz wybrać co najmniej dwa przyciski.
pt_br: Selecione pelo menos dois botões.
pt_pt: Selecione pelo menos dois botões.
ru_ru: Нужно выбрать хотя бы две кнопки.
sk_sk: Vyberte aspoň dve tlačidlá.
sv_se: Välj minst två knappar.
uk_ua: Потрібно вибрати хоча б дві кнопки.
zh_tw: 至少需要兩個按鍵組合。

# SelectModsInstall
source: Select the modules to install on your NES/SNES Mini
bg_bg: Изберете кои модули да инсталирате на вашия NES/SNES Mini
ca_es: Selecciona els mòduls que vols instal·lar en la NES/SNES Mini
chs: 选择要安装到迷你红白机中的扩展模块
de_de: Wähle Module zum instalieren auf das NES/SNES Mini
el_gr: Επιλέξτε τα modules που θα εγκατασταθούν στο NES/SNES Mini σας
es_ar: Seleccioná los módulos para instalar en tu NES/SNES Classic Edition
es_es: Selecciona los módulos que quieres instalar en la NES/SNES Mini
fi_fi: Valitse NES/SNES Miniisi asennettavat moduulit.
fr_fr: Sélectionnez les modules à installer sur votre NES/SNES Mini
id_id: Pilih modul yang akan diinstal di NES/SNES Mini
it_it: Seleziona i moduli da installare nel NES/SNES Mini
ja_jp: ファミコン/スーファミ ミニに追加するモジュールを選択してください。
nl: Selecteer de modules die je op je NES/SNES Mini wilt installeren
pt_br: Selecione os módulos a serem instalados em seu NES/SNES Mini.
pt_pt: Selecione os módulos a serem instalados no Mini NES.
ru_ru: Выберите модули для установки на NES Mini
sk_sk: Vyberte moduly, ktoré chcete nainštalovať do NES/SNES Mini
sv_se: Välj de moduler som ska installeras på din NES/SNES Mini.
uk_ua: Виберіть модулі для установки на NES/SNES Mini
zh_tw: 選擇你要安裝的擴充模組至你的迷你紅白機中

# SelectModsUninstall
source: Select the modules to remove from your NES/SNES Mini
bg_bg: Изберете кои модули да премахнете от вашия NES/SNES Mini
ca_es: Selecciona els mòduls que vols eliminar de la NES/SNES Mini
chs: 选择要从迷你红白机中删除的扩展模块
de_de: Wähle Module, die du vom NES/SNES Mini entfernen möchtest
el_gr: Επιλέξτε τα modules που θα απεγκατασταθούν από το NES/SNES Mini σας
es_ar: Seleccioná los módulos para quitar de tu NES/SNES Classic Edition
es_es: Selecciona los módulos que quieres eliminar de la NES/SNES Mini
fi_fi: Valitse NES/SNES Ministäsi poistettavat moduulit.
fr_fr: Sélectionnez les modules à désinstaller de votre NES/SNES Mini
id_id: Pilih modul yang akan dicopot dari NES/SNES Mini
it_it: Seleziona i moduli da rimuovere dal NES/SNES Mini
ja_jp: ファミコン/スーファミ ミニから削除するモジュールを選択してください。
nl: Selecteer de modules die je van je NES/SNES Mini wilt verwijderen
pt_br: Selecione os módulos a serem removidos do seu NES/SNES Mini.
pt_pt: Selecione os módulos a serem removidos do Mini NES.
ru_ru: Выберите модули, которые нужно удалить с NES Mini
sk_sk: Vyberte moduly, ktoré chcete odstrániť z NES/SNES Mini
sv_se: Välj de moduler som ska avinstalleras på din NES/SNES Mini.
uk_ua: Виберіть модулі, які потрібно видалити з NES/SNES Mini
zh_tw: 選擇你要移除的擴充模組自你的迷你紅白機中

source: Size:
es_ar: Tamaño:
fi_fi: Koko:
fr_fr: Taille :
id_id: Ukuran:
it_it: Dimensione:
ja_jp: 容量:
nl: Grootte:
pt_br: Tamanho:

# SizeOfSaves
source: Size of selected save-states:
bg_bg: Размери на запазените състояния
ca_es: Grandària total dels punts de suspensió seleccionats:
chs: 选中的即时存档大小:
de_de: Größe der gewählten Speicherstände:
el_gr: Μέγεθος επιλεγμένων σημείων:
es_ar: Tamaño de los puntos de suspensión seleccionados:
es_es: Tamaño total de los puntos de suspensión seleccionados:
fi_fi: Valittujen tallennusten koko:
fr_fr: Taille des sauvegardes d’état sélectionnées :
id_id: Ukuran Save State yang dipilih
it_it: Dimensione dei punti di sospensione selezionati:
ja_jp: 選択したステートセーブのサイズ:
nl: De grootte van de geselecteerde onderbrekingspunten:
pt_br: Tamanho dos save-states selecionados:
pt_pt: Tamanho dos salvars selecionados:
sk_sk: Veľkosť vybraných uložených pozícií:
sv_se: Storlek på valda Save-States:
uk_ua: Розмір обраних збережень:
zh_tw: 選擇快速存檔的大小 :

# TooManyPerFolder
source: Warning! It's not recommended to store so many games per folder.
fi_fi: Varoitus! Kansioon ei ole suositeltavaa tallentaa näin montaa peliä.
fr_fr: Attention ! Il n’est pas recommandé de stocker une telle quantité de jeux par dossier.
id_id: Peringatan! Disarankan untuk tidak menyimpan terlalu banyak game di dalam setiap folder.
pt_br: Atenção! Não é recomendado armazenar muitos jogos na mesma pasta.

# UninstallFactoryNote
source: Don't forget to perform a factory reset if you want to delete all Suspend Points.
bg_bg: Не забравяйте да извършите фабрично нулиране, ако искате да изтриете всички точки за спиране.
ca_es: No oblidis formatar la NES/SNES Mini si vols eliminar tots els punts de suspensió
chs: 如果您希望删除所有即时存档，别忘了执行原厂重置。
de_de: Vergesse nicht, auf Werkeinstellung zurückzusetzen, wenn du alle Speicherstände löschen möchtest.
el_gr: Μην ξεχάσετε να κάνετε μια επαναφορά εργοστασιακών ρυθμίσεων αν θέλετε να διαγράψετε όλα τα αποθηκευμένα σημεία.
es_ar: No te olvidés de realizar un restablecimiento predeterminado si querés borrar todos los puntos de suspensión.
es_es: No olvides formatear la NES/SNES Mini si quieres eliminar todos los puntos de suspensión
fi_fi: Älä unohda tehdä tehdasasetusten palautusta, jos haluat poistaa kaikki pelitilanteen tallennukset.
fr_fr: N’oubliez pas de rétablir les paramètres d’origine de votre NES/SNES Mini si vous voulez supprimer tous les points de restauration.
id_id: Jangan lupa untuk melakukan Factory Reset jika Anda ingin menghapus semua Suspend Point.
it_it: Non dimenticare di eseguire un factory reset se si desidera cancellare tutti i punti di sospensione.
ja_jp: すべての中断ポイントを削除する場合は工場出荷時の状態に初期化することを忘れないでください。
nl: Vergeet niet om een factory reset te doen als je alle Suspend Points wilt verwijderen.
pl_pl: Nie zapomnij zresetować fabryczne ustawienia, jeśli chcesz usunąć zapisane stany gier.
pt_br: Não esqueça de redefinir seu console para os padrões de fábrica caso deseje excluir todos os Suspend Points.
pt_pt: Não se esqueça de executar uma redefinição de fábrica se quiser excluir todos os pontos de suspensão/salva.
ru_ru: Всё. Не забудьте также сделать сброс к заводским настройкам, если хотите удалить сохранения игр.
sk_sk: Nezabudnite vykonať obnovenie továrenského nastavenia, ak chcete odstrániť všetky uložené pozície v hrách.
sv_se: Glöm inte att göra en fabriksåterställning om du vill ta bort alla inställningspunkter.
uk_ua: Усе. Не забудьте також зробити скидання до заводських налаштувань, якщо хочете видалити збереження ігор.
zh_tw: 如果您想要刪除所有快速存檔，別忘了執行重設為原廠值
