Repository: ClusterM/hakchi2
Catalog: Properties/Resources.*.resx
Languages: bg_bg, ca_es, chs, de_de, el_gr, es_ar, es_es, fi_fi, fr_fr, id_id, it_it, ja_jp, nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, uk_ua, zh_tw

# UninstallQ1
source: Do you really want to remove all traces of hakchi2 and return your NES/SNES Mini to its original state?
bg_bg: Наистина ли искате да премахнете всички следи от hakchi2 и да върнете NES/SNES Mini в първоначалното си състояние?
ca_es: Vols eliminar totes les dades de hakchi2 i deixar la NES/SNES Mini com de fàbrica? (Això no elimina els punts de suspensió)
chs: 确定要删除所有hakchi2留下的痕迹并将迷你红白机恢复到原始状态吗？
de_de: Möchtest du wirklich alle Spuren von hakchi2 beseitigen und dein NES/SNES Mini in seinen Originalzustand zurücksetzen?
el_gr: Σίγουρα θέλετε να αφαιρέσετε όλα τα ίχνη του hakchi2 και να επαναφέρετε το NES/SNES Mini σας στην αρχική του κατάσταση;
es_ar: ¿Estás seguro que querés quitar todos los rastros de hakchi2 y volver tu NES/SNES Classic Edition a su estado original?
es_es: ¿Quieres eliminar todos los datos de hakchi2 y dejar la NES/SNES Mini como de fábrica? (Esto no elimina los puntos de suspensión)
fi_fi: Haluatko varmasti poistaa kaikki jäljet hakchi2:sta ja palauttaa NES/SNES Minisi alkuperäistilaan?
fr_fr: Voulez-vous vraiment supprimer toute trace de Hakchi2 et remettre votre NES/SNES Mini dans son état d’origine ?
id_id: Apakah Anda ingin menghapus semua jejak hakchi2 dan mengembalikan NES/SNES Mini Anda ke kondisi semula?
it_it: Vuoi veramente rimuovere ogni traccia di hakchi2 e far ritornare il tuo NES/SNES Mini al suo stato originale?
ja_jp: 本当にhakchi2を削除してファミコン/スーファミ ミニを初期状態に戻しますか?
nl: Wil je echt alle sporen van hakchi2 verwijderen van je Mini NES en deze herstellen naar de originele staat?
pl_pl: Czy na pewno chcesz usunąć wszelkie ślady hakchi2 i przywrócić NES Mini do oryginalnego stanu?
pt_br: Você realmente deseja remover todos os traços de hakchi2 e retornar o NES/SNES Mini ao seu estado original?
pt_pt: Você realmente deseja remover todos os traços de hakchi2 e retornar o NES/SNES Mini ao seu estado original?
ru_ru: Вы действительно хотите удалить все файлы hakchi2 с вашей NES Mini и вернуть её в девственное состояние?
sk_sk: Naozaj chcete odstrániť všetky stopy po hakchi2 a vrátiť NES/SNES Mini do pôvodného stavu?
sv_se: Vill du verkligen ta bort alla spår av hakchi2 och återställa din NES/SNES Mini till sitt ursprungliga tillstånd?
uk_ua: Ви дійсно хочете видалити всі файли hakchi2 з вашої NES/SNES Mini і повернути її в незайманий стан?
zh_tw: 您真的要將你的迷你紅白機移除所有hakchi2內容並恢復為原廠的狀態嗎 ?

# UninstallQ2
source: Done. Wait until the power LED goes out. You also need to flash the original kernel. Do you want to flash the original kernel now?
bg_bg: Готово. Изчакайте, докато индикаторът за захранване изгасне. Също така трябва да мигате оригиналното ядро. Искате ли да мигате оригиналното ядро сега?
ca_es: Espera que la llum del botó Power s'apagui. Has de flashetjar el kernel original. Vols flashetjar el kernel original ara?
chs: 操作完成。请等待电源指示灯熄灭。您还需要刷写原版内核镜像。现在要进行刷写吗？
de_de: Fertig. Warte bis die Power LED erlischt. Du musst auch den originalen Kernel flashen. Möchtest du den originalen Kernel jetzt flashen?
el_gr: Έτοιμο. Περιμένετε μέχρι να σβήσει το λαμπάκι POWER. Πρέπει επίσης να εγγράψετε τον αυθεντικό πυρήνα. Θέλετε να εγγράψετε τον αυθεντικό πυρήνα τώρα;
es_ar: Listo. Esperá hasta que la luz indicadora se apague. También necesitás flashear el kernel original. ¿Querés flashearlo ahora?
es_es: Espera a que la luz del botón Power se apague. Tienes que flashear el kernel original. ¿Quieres flashear el kernel original ahora?
fi_fi: Valmis! Odota, kunnes POWER-ledi sammuu. Sinun täytyy myös flashata alkuperäinen ydin. Haluatko tehdä sen nyt?
fr_fr: Terminé ! Patientez jusqu’à ce que le témoin d’alimentation soit éteint. Pour compléter la désinstallation vous devez flasher le kernel d’origine. Voulez-vous le flasher maintenant ?
id_id: Selesai. Tunggu sampai lampu LED tombol POWER mati. Anda juga harus mem-flash kernel orisinal. Apakah Anda ingin melakukannya sekarang?
it_it: Fatto. Attendere che il power LED si spenga. Va inoltre flashato il kernel originale. Vuoi flashare il kernel originale ora?
ja_jp: 完了しました。LEDランプが消灯するまで待機してください。また、オリジナルカーネルを書き込みする必要があります。今すぐ書き込みしますか?
nl: Klaar. Wacht tot de rode LED uitgaat.
pl_pl: Gotowe. Poczekaj, aż lampka zasilania zgaśnie. Musisz również wgrać z powrotem oryginalny kernel. Czy chcesz to teraz zrobić?
pt_br: Pronto. Aguarde até que o LED de Power se apague. Você também precisa escrever/instalar o kernel original. Deseja escrever/instalar o kernel original agora?
pt_pt: Feito. Aguarde até que o LED de alimentação se apague. Você também precisa piscar o kernel original. Deseja piscar o kernel original agora?
ru_ru: Готово. Только подождите, пока погаснет светодиод.. И ещё необходимо прошить назад оригинальное ядро. Сделать это сейчас?
sk_sk: Dokončené. Počkajte kým prestane svietiť LED indikátor. Tiež je potrebné flashnúť originálny kernel. Chcete flashnúť originálny kernel teraz?
sv_se: Klart. Vänta tills LEDen släcks. Du måste också flasha originalkärnan. Vill du flasha originalkärnan nu?
uk_ua: Готово. Тільки почекайте, поки згасне світлодіод. І ще необхідно прошити назад оригінальне ядро. Зробити це зараз?
zh_tw: 完成！請等候電源LED指示燈熄滅。您會需要覆寫原廠核心。 您是否要現在開始覆寫原廠核心呢 ?

source: Uninstalling...
bg_bg: Деинсталиране...
ca_es: Desinstal·lant...
chs: 卸载...
de_de: Deinstallieren...
el_gr: Απεγκατάσταση…
es_ar: Desinstalando…
es_es: Desinstalando...
fi_fi: Poistetaan asennusta...
fr_fr: Désinstallation…
id_id: Mencopot...
it_it: Sto disinstallando…
ja_jp: アンインストール中...
nl: Aan het deïnstalleren...
pl_pl: Odinstalowywanie...
pt_br: Desinstalando...
pt_pt: Desinstalando ...
ru_ru: Удаляемся...
sk_sk: Odinštalovanie...
sv_se: Avinstallerar…
uk_ua: Удаляемся...
zh_tw: 解除安裝...

source: Uninstalling mods...
bg_bg: Деинсталиране на модификации
ca_es: Desinstal·lant mòduls...
chs: 正在卸载扩展模块...
de_de: Deinstalliere Mods...
el_gr: Απεγκατάσταση modules…
es_ar: Desinstalando módulos…
es_es: Desinstalando módulos...
fi_fi: Poistetaan moduuleja...
fr_fr: Désinstallation des modules…
id_id: Mencopot mod...
it_it: Sto disinstallando le mods…
ja_jp: MODをアンインストールしています...
nl: Modules aan het deïnstalleren...
pt_br: Desinstalando módulos...
pt_pt: Desinstalando mods ...
ru_ru: Удаляем модули...
sk_sk: Odinštalovanie módov...
sv_se: Avinstallerar mods…
uk_ua: Видаляємо модулі...
zh_tw: 正在移除擴充模組...

source: Unknown game
bg_bg: Неизвестна игра
ca_es: Joc desconegut
chs: 未知游戏
de_de: Unbekanntes Spiel
el_gr: Άγνωστο παιχνίδι
es_ar: Juego desconocido
es_es: Juego desconocido
fi_fi: Tuntematon peli
fr_fr: Jeu inconnu
id_id: Game tidak diketahui
it_it: Gioco sconosciuto
ja_jp: 不明なゲーム
nl: Onbekend spel
pt_br: Jogo desconhecido
pt_pt: Jogo desconhecido
sk_sk: Neznáma hra
sv_se: Okänt spel
uk_ua: Невідома гра
zh_tw: 未知遊戲

# UploadingConfig
source: Uploading new config...
bg_bg: Качването на нова конфиг ...
ca_es: Actualitzant a la nova configuració...
chs: 正在上传新的配置...
de_de: Einstellungen werden aktualisiert...
el_gr: Μεταφόρτωση νέας διαμόρφωσης…
es_ar: Cargando nueva configuración…
es_es: Actualizando a la nueva configuración...
fi_fi: Ladataan uusia asetuksia...
fr_fr: Transfert de la nouvelle configuration…
id_id: Mengunggah konfigurasi baru...
it_it: Sto caricando la nuova configurazione…
ja_jp: 新しい設定をアップロード中...
nl: Nieuwe configuratie aan het uploaden...
pt_br: Enviando novas configurações...
pt_pt: A carregar novas config ...
sk_sk: Nahrávanie nového nastavenia...
sv_se: Överför ny konfiguration...
uk_ua: Оновлюємо настройки...
zh_tw: 正在上傳新的設定值...

# UploadingFes1
source: Uploading and running FES-1...
bg_bg: Качване и пускане на FES-1...
ca_es: Carregant i executant fes1
chs: 正在上传并运行FES-1...
de_de: Lade hoch und führe FES-1 aus...
el_gr: Μεταφόρτωση και εκτέλεση FES-1…
es_ar: Cargando y ejecutando FES-1…
es_es: Cargando y ejecutando fes1...
fi_fi: Ladataan ja ajetaan FES-1…
fr_fr: Transfert et démarrage du FES-1…
id_id: Mengunggah dan menjalankan FES-1...
it_it: Sto caricando ed eseguendo FES-1…
ja_jp: FES-1を実行/アップロードしています...
nl: FES-1 aan het uploaden en uitvoeren...
pl_pl: Wgrywanie i uruchamianie fes1...
pt_br: Enviando e iniciando FES-1...
pt_pt: Carregar e executar FES-1 ...
ru_ru: Загружаем и выполняем fes1...
sk_sk: Nahrávanie a spúštanie FES-1...
sv_se: Laddar upp och kör FES-1…
uk_ua: Завантажуємо і виконуємо fes1...
zh_tw: 正在上傳並執行 FES-1...

source: Uploading games...
bg_bg: Качване на игри...
ca_es: Sincronitzant jocs…
chs: 正在上传游戏...
de_de: Lade Spiele hoch...
el_gr: Μεταφόρτωση παιχνιδιών…
es_ar: Cargando juegos…
es_es: Sincronizando juegos...
fi_fi: Ladataan pelejä...
fr_fr: Transfert des jeux…
id_id: Mengunggah game...
it_it: Sto caricando i giochi…
ja_jp: ゲームをアップロードしています...
nl: Spellen aan het uploaden...
pl_pl: Wgrywanie gier...
pt_br: Enviando jogos...
pt_pt: A carregar jogos ...
ru_ru: Загружаем игры...
sk_sk: Nahrávanie hier...
sv_se: Laddar upp spel…
uk_ua: Завантажуємо ігри...
zh_tw: 上傳遊戲中...

# UploadingKernel
source: Uploading the kernel...
bg_bg: Качването на ядрото...
ca_es: Actualitzant el kernel…
chs: 正在上传内核镜像...
de_de: Lade den Kernel hoch...
el_gr: Μεταφόρτωση πυρήνα…
es_ar: Cargando el kernel…
es_es: Actualizando el kernel...
fi_fi: Ladataan ydintä...
fr_fr: Transfert du kernel…
id_id: Mengunggah kernel...
it_it: Sto caricando il kernel…
ja_jp: カーネルをアップロードしています...
nl: Kernel aan het uploaden...
pl_pl: Wgrywanie kernela...
pt_br: Enviando o kernel...
pt_pt: Fazendo o upload do kernel ...
ru_ru: Загружаем образ ядра...
sk_sk: Nahrávanie kernelu...
sv_se: Laddar upp kärnan…
uk_ua: Завантажуємо образ ядра...
zh_tw: 上載核心中...

# UploadingOriginalGames
source: Processing original games...
bg_bg: Обработка на оригинални игри
ca_es: Processant els jocs originals...
chs: 正在处理原版内置游戏...
de_de: Originale Spiele werden verteilt...
el_gr: Επεξεργασία αυθεντικών παιχνιδιών…
es_ar: Procesando los juegos originales…
es_es: Procesando los juegos originales...
fi_fi: Prosessoidaan alkuperäispelejä...
fr_fr: Traitement des jeux d’origine…
id_id: Memproses game orisinal...
it_it: Sto processando i giochi originali…
ja_jp: プリインストールされたゲームを処理しています...
nl: Verwerken van originele spellen...
pt_br: Processando jogos originais...
pt_pt: Processando jogos originais ...
sk_sk: Spracúvanie originálnych hier...
sv_se: Bearbetar orginal spelen...
uk_ua: Розподіляємо оригінальні ігри...
zh_tw: 處理原廠內建遊戲中...

# VerifyFailed
source: Verify failed :O This is not good.
bg_bg: Проверката не бе успешна :О Това не е добре.
ca_es: La verificació ha fallat
chs: 校验失败 :O 情况不妙。
de_de: Überprüfen fehlgeschlagen :O Das ist nicht gut.
el_gr: Η επαλήθευση απέτυχε! :O Αυτό δεν είναι καλό.
es_ar: Falló la verificación. :O Esto no es bueno.
es_es: La verificación ha fallado
fi_fi: Tarkistus epäonnistui :O Tämä ei vaikuta hyvältä.
fr_fr: La vérification a échoué :O Ce n’est pas bon signe.
id_id: Verifikasi gagal :O Ini buruk.
it_it: Verifica fallita :O Questo non va bene.
ja_jp: 照合失敗 :O これは良くない.
nl: Controle niet gelukt :O Dit is echt niet goed.
pl_pl: Weryfikacja się nie powiodła :O Niedobrze..
pt_br: A verificação falhou :O Isso não é bom.
pt_pt: Verificar falhou :O Isso não é bom.
ru_ru: Проверка закончилась неуспешно. Это плохо :o
sk_sk: Verifikácie zlyhala :O To nie je dobré.
sv_se: Verifiera misslyckades: O Det här är inte bra.
uk_ua: Перевірка закінчилася неуспішно. Це погано: o
zh_tw: 驗證失敗 =.= 這有點糟。

source: Verifying...
bg_bg: Проверява...
ca_es: Verificant…
chs: 正在校验...
de_de: Überprüfen...
el_gr: Επαλήθευση…
es_ar: Verificando…
es_es: Verificando...
fi_fi: Tarkistetaan...
fr_fr: Vérification…
id_id: Memverifikasi...
it_it: Sto verificando…
ja_jp: 照合中...
nl: Verifiëren...
pl_pl: Weryfikowanie...
pt_br: Verificando...
pt_pt: Verificando ...
ru_ru: Проверяем...
sk_sk: Verifikácia...
sv_se: Verifierar...
uk_ua: Перевіряємо...
zh_tw: 驗證中...

# WaitingForDevice
source: Waiting for the device...
bg_bg: Изчакване на устройството
ca_es: Esperant a la NES/SNES Mini
chs: 等待设备...
de_de: Warte auf das Gerät...
el_gr: Αναμονή για τη συσκευή…
es_ar: Esperando al dispositivo…
es_es: Esperando a la NES/SNES Mini...
fi_fi: Odotetaan laitetta…
fr_fr: En attente du périphérique…
id_id: Menunggu perangkat...
it_it: In attesa del dispositivo…
ja_jp: デバイスを待機しています...
nl: Aan het wachten op het apparaat...
pl_pl: Oczekiwanie na urządzenie...
pt_br: Aguardando o dispositivo...
pt_pt: Aguardando o dispositivo ...
ru_ru: Ожидаем устройство...
sk_sk: Čakanie na zariadenie...
sv_se: Väntar på enheten…
uk_ua: Очікуємо пристрій...
zh_tw: 等待裝置中...

source: Warning!
bg_bg: Внимание!
ca_es: Atenció!
chs: 警告!
de_de: Warnung!
el_gr: Προσοχή!
es_ar: ¡Advertencia!
es_es: ¡Atención!
fi_fi: Varoitus!
fr_fr: Attention !
id_id: Peringatan!
it_it: Attenzione!
ja_jp: 警告!
nl: Waarschuwing!
pl_pl: Uwaga!
pt_br: Atenção!
pt_pt: Atenção!
ru_ru: Внимание!
sk_sk: Upozornenie!
sv_se: Varning!
uk_ua: Увага!
zh_tw: 警告 !

source: Wow
bg_bg: Уау
ca_es: Molt bé!
chs: 太棒了
de_de: Hurra
el_gr: Ουάου
es_ar: ¡Esa!
es_es: ¡Bien!
fi_fi: Jee
it_it: Bene!
ja_jp: ワォ！
nl: Wauw
pt_br: Uau
pt_pt: Uau
ru_ru: Ура
sv_se: nej men
uk_ua: Ура
zh_tw: 真棒 !

source: Yes
bg_bg: Да
ca_es: Si
chs: 是
de_de: Ja
el_gr: Ναι
es_ar: Sí
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
id_id: Ya
it_it: Si
ja_jp: はい
nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: sim
ru_ru: Да
sk_sk: Áno
sv_se: Ja
uk_ua: Так
zh_tw: 要

source: Yes for all
bg_bg: Да за всички
ca_es: Sí per tots
chs: 全部选是
de_de: Ja für alle
el_gr: Ναι σε όλα
es_ar: "Sí" a todo
es_es: Sí para todos
fi_fi: Kyllä kaikkiin
fr_fr: Oui pour tous
id_id: Ya untuk semua
it_it: Si per tutti
ja_jp: すべて "はい"
nl: Op alles ja
pl_pl: Tak dla wszystkich
pt_br: Sim para todos
pt_pt: Sim para todos
ru_ru: Да для всех
sk_sk: Áno pre všetky
sv_se: Ja för alla
uk_ua: Так для усіх
zh_tw: 全部都要
